{"sid": 0, "section_index": 0, "section_heading": "ABSTRACT", "text": "Reduced gravity, or microgravity, can have a pronounced impact on the physiology of animals, but the effects on their associated microbiomes are not well understood.", "char_start_section": 0, "char_end_section": 165, "char_start_global": 0, "char_end_global": 165}
{"sid": 1, "section_index": 0, "section_heading": "ABSTRACT", "text": "Here, the impact of modeled microgravity on the shedding of Gram-negative lipopolysaccharides (LPS) by the symbiotic bacterium Vibrio fischeri was examined using high-aspect ratio vessels.", "char_start_section": 165, "char_end_section": 353, "char_start_global": 165, "char_end_global": 353}
{"sid": 2, "section_index": 0, "section_heading": "ABSTRACT", "text": "LPS from V. fischeri is known to induce developmental apoptosis within its symbiotic tissues, which is accelerated under modeled microgravity conditions.", "char_start_section": 353, "char_end_section": 506, "char_start_global": 353, "char_end_global": 506}
{"sid": 3, "section_index": 0, "section_heading": "ABSTRACT", "text": "In this study, we provide evidence that exposure to modeled microgravity increases the amount of LPS released by the bacterial symbiont in vitro.", "char_start_section": 506, "char_end_section": 651, "char_start_global": 506, "char_end_global": 651}
{"sid": 4, "section_index": 0, "section_heading": "ABSTRACT", "text": "The higher rates of shedding under modeled microgravity conditions are associated with increased production of outer-membrane vesicles (OMV), which has been previously correlated to flagellar motility.", "char_start_section": 651, "char_end_section": 852, "char_start_global": 651, "char_end_global": 852}
{"sid": 5, "section_index": 0, "section_heading": "ABSTRACT", "text": "Mutants of V. fischeri defective in the production and rotation of their flagella show significant decreases in LPS shedding in all treatments, but levels of LPS are higher under modeled microgravity despite loss of motility.", "char_start_section": 852, "char_end_section": 1077, "char_start_global": 852, "char_end_global": 1077}
{"sid": 6, "section_index": 0, "section_heading": "ABSTRACT", "text": "Modeled microgravity also appears to affect the outermembrane integrity of V. fischeri, as cells incubated under modeled microgravity conditions are more susceptible to cellmembrane-disrupting agents.", "char_start_section": 1077, "char_end_section": 1277, "char_start_global": 1077, "char_end_global": 1277}
{"sid": 7, "section_index": 0, "section_heading": "ABSTRACT", "text": "These results suggest that, like their animal hosts, the physiology of symbiotic microbes can be altered under microgravity-like conditions, which may have important implications for host health during spaceflight.", "char_start_section": 1277, "char_end_section": 1491, "char_start_global": 1277, "char_end_global": 1491}
{"sid": 8, "section_index": 1, "section_heading": "INTRODUCTION", "text": "All animals form beneficial associations with microbes, and these symbioses, collectively called the microbiome, constitute a powerful determinant of development, health, and fitness 1,2 .Indeed, alterations in the composition of the microbiome, its secretion of bioactive metabolites, as well as the symbionts' resultant with host systems (e.g., nervous, immune, endocrine) have been found to correlate with a variety of illnesses and disorders", "char_start_section": 0, "char_end_section": 445, "char_start_global": 1491, "char_end_global": 1936}
{"sid": 9, "section_index": 1, "section_heading": "INTRODUCTION", "text": "[2][3][4] .Understanding how mutualistic microbes adapt to stressful conditions within animal hosts, including humans, therefore, represents a crucial topic for microbiome research.", "char_start_section": 446, "char_end_section": 628, "char_start_global": 1937, "char_end_global": 2119}
{"sid": 10, "section_index": 1, "section_heading": "INTRODUCTION", "text": "One environment that presents numerous challenges to host-microbe homeostasis is spaceflight 5 .In", "char_start_section": 628, "char_end_section": 726, "char_start_global": 2119, "char_end_global": 2217}
{"sid": 11, "section_index": 1, "section_heading": "INTRODUCTION", "text": "particular, the microgravity conditions (10 -6 × g) that astronauts experience during spaceflight have been shown to disrupt the normal physiology of the human body, including the intestinal microbiome 6,7 .This dysbiotic response is characterized by a decline in gut bacteria predicted to be protective, including Bifidobacterium and Lactobacillus spp.; the increased abundance of opportunistic pathogens like Escherichia coli, Enterobacteria spp., and Clostridia spp.; as well as shifts in the relative proportions of dominant taxa from the Firmicutes and Bacteroidetes", "char_start_section": 727, "char_end_section": 1298, "char_start_global": 2218, "char_end_global": 2789}
{"sid": 12, "section_index": 1, "section_heading": "INTRODUCTION", "text": "[6][7][8][9][10][11][12] .", "char_start_section": 1299, "char_end_section": 1326, "char_start_global": 2790, "char_end_global": 2817}
{"sid": 13, "section_index": 1, "section_heading": "INTRODUCTION", "text": "In addition to measuring the relative abundance of various bacterial populations, many studies have also sought to determine the impact of the spaceflight on the physiology of those taxa.", "char_start_section": 1326, "char_end_section": 1513, "char_start_global": 2817, "char_end_global": 3004}
{"sid": 14, "section_index": 1, "section_heading": "INTRODUCTION", "text": "In this regard, microgravity and microgravity-analog conditions have been found to increase the resistance of opportunistic pathogens, such as E. coli and Pseudomonas aeruginosa, to acid, heat, osmotic, and oxidative stresses", "char_start_section": 1513, "char_end_section": 1738, "char_start_global": 3004, "char_end_global": 3229}
{"sid": 15, "section_index": 1, "section_heading": "INTRODUCTION", "text": "[13][14][15] .Cultivation in these conditions is also known to promote biofilm formation and enhance the virulence of certain pathogens, including Salmonella enterica serovar Typhimurium", "char_start_section": 1739, "char_end_section": 1925, "char_start_global": 3230, "char_end_global": 3416}
{"sid": 16, "section_index": 1, "section_heading": "INTRODUCTION", "text": "[16][17][18][19] and Serratia marcescens 20 .Though", "char_start_section": 1926, "char_end_section": 1977, "char_start_global": 3417, "char_end_global": 3468}
{"sid": 17, "section_index": 1, "section_heading": "INTRODUCTION", "text": "much progress has been made in delineating how pathogenic microbes respond to this unique stressor, the larger discussion of how beneficial microbes respond to microgravity has only recently begun to be examined [21][22][23][24][25][26][27] .", "char_start_section": 1978, "char_end_section": 2221, "char_start_global": 3469, "char_end_global": 3712}
{"sid": 18, "section_index": 1, "section_heading": "INTRODUCTION", "text": "One mutualistic association that has emerged as a tractable model by which to examine beneficial host-microbe interactions under modeled and natural microgravity conditions is the monospecific symbiosis between the Hawaiian bobtail squid, Euprymna scolopes, and its bioluminescent partner Vibrio fischeri 21,24,28 .Upon", "char_start_section": 2221, "char_end_section": 2540, "char_start_global": 3712, "char_end_global": 4031}
{"sid": 19, "section_index": 1, "section_heading": "INTRODUCTION", "text": "hatching, V. fischeri colonizes a specialized organ, known as the light organ, within the host animal and induces an irreversible remodeling of the symbiotic tissues 29", "char_start_section": 2541, "char_end_section": 2709, "char_start_global": 4032, "char_end_global": 4200}
{"sid": 20, "section_index": 1, "section_heading": "INTRODUCTION", "text": ".The remodeling is marked by a pronounced apoptotic cell death event throughout the light organ's superficial, ciliated epithelium 30,31 , a structure that is used to recruit symbiosis-competent V. fischeri from the environment and facilitate the onset of the association.", "char_start_section": 2710, "char_end_section": 2983, "char_start_global": 4201, "char_end_global": 4474}
{"sid": 21, "section_index": 1, "section_heading": "INTRODUCTION", "text": "Two microbe-associated molecular pattern signals (MAMPs) that have been identified as the primary mediators of the V. fischeri-induced apoptotic event in E. scolopes are LPS and the peptidoglycan-derived monomer, tracheal cytotoxin (TCT) 32,33 .These", "char_start_section": 2983, "char_end_section": 3233, "char_start_global": 4474, "char_end_global": 4724}
{"sid": 22, "section_index": 1, "section_heading": "INTRODUCTION", "text": "two MAMPs work synergistically to induce apoptosis and regression of the light organ's ciliated epithelium during the onset of symbiosis 33,34", "char_start_section": 3234, "char_end_section": 3376, "char_start_global": 4725, "char_end_global": 4867}
{"sid": 23, "section_index": 1, "section_heading": "INTRODUCTION", "text": ".Early-stage apoptosis within the host tissues, however, is primarily attributed to LPS 32 , and most of the LPS released by V. fischeri is embedded in outer-membrane vesicles (OMVs) that are shed via rotation of the bacterium's sheathed, polar, flagella (Fig. 1a-c) 35,36 .The rapid onset of MAMP-inducible phenotypes, combined with the binary nature of the light organ symbiosis, has rendered the squid-vibrio system a uniquely informative model for the study of animal-microbial mutualisms in microgravity 22 .", "char_start_section": 3377, "char_end_section": 3891, "char_start_global": 4868, "char_end_global": 5382}
{"sid": 24, "section_index": 1, "section_heading": "INTRODUCTION", "text": "Several ground-based systems exist that enable microgravity-like conditions to be modeled, including high-aspect ratio vessels (HARVs).HARVs mimic the quiescent, low-shear, fluid conditions of spaceflight when rotated around a horizontal axis (Fig. 1d)", "char_start_section": 3891, "char_end_section": 4143, "char_start_global": 5382, "char_end_global": 5634}
{"sid": 25, "section_index": 1, "section_heading": "INTRODUCTION", "text": "22,37 .Alternatively, rotation around a vertical axis is used to control for system-specific effects under normal Earth gravity conditions 22,38 .This low-shear modeled microgravity (LSMMG) environment has been used to successfully mimic microgravity for decades, and has been correlated to results obtained during actual spaceflight 13,23,37 .", "char_start_section": 4144, "char_end_section": 4489, "char_start_global": 5635, "char_end_global": 5980}
{"sid": 26, "section_index": 1, "section_heading": "INTRODUCTION", "text": "Previous work with the squid-vibrio symbiosis using LSMMG has found that the normal symbiont-induced development of the light organ is altered by LSMMG 21,23,24,27", "char_start_section": 4489, "char_end_section": 4652, "char_start_global": 5980, "char_end_global": 6143}
{"sid": 27, "section_index": 1, "section_heading": "INTRODUCTION", "text": ".Specifically, modeled microgravity accelerates both the onset and peak of apoptosis in both symbiotic and aposymbiotic, LPS-treated hatchlings 21 .Given", "char_start_section": 4653, "char_end_section": 4806, "char_start_global": 6144, "char_end_global": 6297}
{"sid": 28, "section_index": 1, "section_heading": "INTRODUCTION", "text": "the role of LPS in the normal bacteria-induced development of E. scolopes, these findings raised the possibility that LSMMG may alter MAMPmediated channels of host-microbe communication.", "char_start_section": 4807, "char_end_section": 4993, "char_start_global": 6298, "char_end_global": 6484}
{"sid": 29, "section_index": 1, "section_heading": "INTRODUCTION", "text": "MAMPs are a crucial component of both beneficial and pathogenic interactions 39 ; therefore, in this study, we examined the impact of LSMMG on the release of LPS and OMVs by V. fischeri, and assessed the overall physiology of the symbiont when cultivated under microgravity-like conditions.", "char_start_section": 4993, "char_end_section": 5283, "char_start_global": 6484, "char_end_global": 6774}
{"sid": 30, "section_index": 1, "section_heading": "INTRODUCTION", "text": "Examining the effects of modeled microgravity on beneficial microbes has the potential to both provide new insight on the underlying mechanisms of microgravity-induced dysbiosis and further our understanding of mutualistic host-microbe interactions during spaceflight.", "char_start_section": 5283, "char_end_section": 5551, "char_start_global": 6774, "char_end_global": 7042}
{"sid": 31, "section_index": 2, "section_heading": "Shedding of V. fischeri-derived LPS increased during exponential growth under LSMMG conditions compared to gravity controls", "text": "To determine the potential impact of modeled microgravity on LPS release during growth, cultures of wild-type V. fischeri ES114 were grown in HARV reactors in the LSMMG and gravity positions (Fig. 1d) and monitored at 2-4-h intervals.", "char_start_section": 0, "char_end_section": 234, "char_start_global": 7042, "char_end_global": 7276}
{"sid": 32, "section_index": 2, "section_heading": "Shedding of V. fischeri-derived LPS increased during exponential growth under LSMMG conditions compared to gravity controls", "text": "The growth curves were characteristic of several microbes cultivated under LSMMG, including V. fischeri, exhibiting increased growth rate during exponential phase compared to gravity controls (Supplementary Fig. 1) 23,27,40 .At", "char_start_section": 234, "char_end_section": 461, "char_start_global": 7276, "char_end_global": 7503}
{"sid": 33, "section_index": 2, "section_heading": "Shedding of V. fischeri-derived LPS increased during exponential growth under LSMMG conditions compared to gravity controls", "text": "each growth interval, the V. fischeri cells were removed from the culture media and the level of exogenous LPS shed by the bacteria was measured and compared using two independent assays.", "char_start_section": 462, "char_end_section": 649, "char_start_global": 7504, "char_end_global": 7691}
{"sid": 34, "section_index": 2, "section_heading": "Shedding of V. fischeri-derived LPS increased during exponential growth under LSMMG conditions compared to gravity controls", "text": "First, the colorimetric ToxinSensor Chromogenic Limulus Amebocyte Lysate (LAL) endotoxin assay, which measures the biological reactivity of the lipid A moiety of LPS, was used to measure reactogenic LPS in the cell-free medium filtrate.", "char_start_section": 649, "char_end_section": 885, "char_start_global": 7691, "char_end_global": 7927}
{"sid": 35, "section_index": 2, "section_heading": "Shedding of V. fischeri-derived LPS increased during exponential growth under LSMMG conditions compared to gravity controls", "text": "The second method, the Purpald assay, is based on the periodate oxidation of sugars of the core regions of the LPS molecule 41 , and was used on the same, cell-free media filtrate to quantify the total amount of LPS.Although complementary, these two assays target different components of the LPS molecule 42 .", "char_start_section": 885, "char_end_section": 1195, "char_start_global": 7927, "char_end_global": 8237}
{"sid": 36, "section_index": 2, "section_heading": "Shedding of V. fischeri-derived LPS increased during exponential growth under LSMMG conditions compared to gravity controls", "text": "During exponential growth in the HARV reactors, V. fischeri cells released significantly more LPS under LSMMG conditions than gravity controls even after being normalized by optical density, an indicator of cell mass (Fig. 2a).Levels of reactogenic LPS in the surrounding media, as determined by the LAL endotoxin assay, showed a pronounced increase beginning 10 h post inoculation (Fig. 2a).The significantly higher levels of LPS released from the LSMMG-grown cells continued until ~18-20 h, after which no differences in LPS levels were observed between the two growth conditions.", "char_start_section": 1195, "char_end_section": 1777, "char_start_global": 8237, "char_end_global": 8819}
{"sid": 37, "section_index": 2, "section_heading": "Shedding of V. fischeri-derived LPS increased during exponential growth under LSMMG conditions compared to gravity controls", "text": "Measurement of total LPS by the Purpald assay showed a similar increase, with the concentrations of total LPS shedding in LSMMG cultivars compared to gravity controls higher  at all tested time points between 8 and 24 h post inoculation (Fig. 2b).", "char_start_section": 1777, "char_end_section": 2025, "char_start_global": 8819, "char_end_global": 9067}
{"sid": 38, "section_index": 2, "section_heading": "Shedding of V. fischeri-derived LPS increased during exponential growth under LSMMG conditions compared to gravity controls", "text": "Increased LPS release during modeled microgravity is correlated, but not completely dependent on, cell motility Previous work has shown that most of the LPS released by V. fischeri is embedded in OMVs that are derived from rotation of the outer-membrane-sheathed, polar flagella 35,36,43", "char_start_section": 2025, "char_end_section": 2312, "char_start_global": 9067, "char_end_global": 9354}
{"sid": 39, "section_index": 2, "section_heading": "Shedding of V. fischeri-derived LPS increased during exponential growth under LSMMG conditions compared to gravity controls", "text": ".This result led us to determine whether LSMMG stimulates bacterial motility, which would ostensibly increase vesiculation and, as a corollary, the shedding of LPS.Interestingly, the motility of wild-type cells grown under either LSMMG or gravity conditions showed no statistical differences when examined using direct microscopic video analysis or soft-agar motility assays (Supplementary Fig. 2).", "char_start_section": 2313, "char_end_section": 2712, "char_start_global": 9355, "char_end_global": 9754}
{"sid": 40, "section_index": 2, "section_heading": "Shedding of V. fischeri-derived LPS increased during exponential growth under LSMMG conditions compared to gravity controls", "text": "In addition, we also compared the amount of LPS shedding by two motility-deficient V. fischeri mutants, motB1 and flhA, grown under gravity and LSMMG conditions.", "char_start_section": 2712, "char_end_section": 2873, "char_start_global": 9754, "char_end_global": 9915}
{"sid": 41, "section_index": 2, "section_heading": "Shedding of V. fischeri-derived LPS increased during exponential growth under LSMMG conditions compared to gravity controls", "text": "Mutants defective in motB1, which encodes for a flagellar motor protein, do form flagella but are unable to rotate them, whereas flhA mutants are defective in the synthesis of flagella 44,45 .", "char_start_section": 2873, "char_end_section": 3066, "char_start_global": 9915, "char_end_global": 10108}
{"sid": 42, "section_index": 2, "section_heading": "Shedding of V. fischeri-derived LPS increased during exponential growth under LSMMG conditions compared to gravity controls", "text": "The motility mutants shed significantly less LPS than the wildtype V. fischeri ES114 under both LSMMG and gravity conditions when normalized by optical density (Fig. 3).In wild-type cells, concentrations of reactionogenic LPS ranged between 5 × 10 4 and 2.5 × 10 5 EU per mL of media (Fig. 2a).In the motility mutants, however, the levels of reactogenic LPS were ~10-fold lower at each time point tested compared to the parent strain (Fig. 3a).By 14 h, however, there was a significant difference between the level of LPS measured in the LSMMG and gravity conditions in the motility mutants.", "char_start_section": 3066, "char_end_section": 3657, "char_start_global": 10108, "char_end_global": 10699}
{"sid": 43, "section_index": 2, "section_heading": "Shedding of V. fischeri-derived LPS increased during exponential growth under LSMMG conditions compared to gravity controls", "text": "Like the wild type, LSMMG-treated mutant cells exhibited significantly higher levels of LPS in both motility mutants compared to gravity controls (Fig. 3a).In addition, the motB1 mutants shed significantly higher levels of LPS in the LSMMG conditions compared to the flhA mutant at 14, 16, and 20 h post inoculation (Fig. 3a).These differences were also independently confirmed with the Purpald assay (Fig. 3b) and suggest potential differences between the relative abundances between the components of the LPS molecule that are shed under LSMMG conditions.", "char_start_section": 3657, "char_end_section": 4215, "char_start_global": 10699, "char_end_global": 11257}
{"sid": 44, "section_index": 2, "section_heading": "Shedding of V. fischeri-derived LPS increased during exponential growth under LSMMG conditions compared to gravity controls", "text": "The motility mutants displayed more modest growth increases compared to the parent strain, ES114 (Supplementary Fig.", "char_start_section": 4215, "char_end_section": 4331, "char_start_global": 11257, "char_end_global": 11373}
{"sid": 45, "section_index": 2, "section_heading": "Shedding of V. fischeri-derived LPS increased during exponential growth under LSMMG conditions compared to gravity controls", "text": "1a-c) and to determine whether there were differences in cell size between the strains, cells collected from 12-h HARV cultures of wild type, motB1, and flhA mutants were stained with 1% crystal violet compare cell size under LSMMG and gravity treatments and observed with microscopy.", "char_start_section": 4332, "char_end_section": 4616, "char_start_global": 11374, "char_end_global": 11658}
{"sid": 46, "section_index": 2, "section_heading": "Shedding of V. fischeri-derived LPS increased during exponential growth under LSMMG conditions compared to gravity controls", "text": "Analyses of cell size revealed no significant difference between conditions or strains, suggesting optical density readings were directly comparable between LSMMG and gravity treatments for all strains (Supplementary Fig.", "char_start_section": 4616, "char_end_section": 4837, "char_start_global": 11658, "char_end_global": 11879}
{"sid": 47, "section_index": 2, "section_heading": "Shedding of V. fischeri-derived LPS increased during exponential growth under LSMMG conditions compared to gravity controls", "text": "1d).", "char_start_section": 4838, "char_end_section": 4842, "char_start_global": 11880, "char_end_global": 11884}
{"sid": 48, "section_index": 3, "section_heading": "Higher levels of LPS in LSMMG correlate with increased OMV production", "text": "To more fully understand the mechanics of increased LPS release under LSMMG conditions, the production of OMVs was examined under modeled microgravity.", "char_start_section": 0, "char_end_section": 151, "char_start_global": 11884, "char_end_global": 12035}
{"sid": 49, "section_index": 3, "section_heading": "Higher levels of LPS in LSMMG correlate with increased OMV production", "text": "Almost all of the LPS released from V. fischeri cells has been shown to be associated with OMVs, which are produced largely due to flagellar rotation 35,36", "char_start_section": 151, "char_end_section": 306, "char_start_global": 12035, "char_end_global": 12190}
{"sid": 50, "section_index": 3, "section_heading": "Higher levels of LPS in LSMMG correlate with increased OMV production", "text": ".Therefore, we also examined whether OMV number and size were altered under the modeled microgravity conditions.", "char_start_section": 307, "char_end_section": 419, "char_start_global": 12191, "char_end_global": 12303}
{"sid": 51, "section_index": 3, "section_heading": "Higher levels of LPS in LSMMG correlate with increased OMV production", "text": "Cultures of the wild type, motB1, and flhA strains were grown in LSMMG or gravity conditions and cell-free filtrates were evaluated at 12, 14, and 16 h post inoculation using nanoparticle tracking analysis.", "char_start_section": 419, "char_end_section": 625, "char_start_global": 12303, "char_end_global": 12509}
{"sid": 52, "section_index": 3, "section_heading": "Higher levels of LPS in LSMMG correlate with increased OMV production", "text": "These times were chosen as they represent growth points with the largest discrepancies in LPS content between treatments observed across all three strains.", "char_start_section": 625, "char_end_section": 781, "char_start_global": 12509, "char_end_global": 12665}
{"sid": 53, "section_index": 3, "section_heading": "Higher levels of LPS in LSMMG correlate with increased OMV production", "text": "Nanoparticle analysis revealed a positive association between symbiont OMV vesiculation and modeled microgravity conditions.", "char_start_section": 781, "char_end_section": 905, "char_start_global": 12665, "char_end_global": 12789}
{"sid": 54, "section_index": 3, "section_heading": "Higher levels of LPS in LSMMG correlate with increased OMV production", "text": "Specifically, the LSMMG filtrates of wild type, flhA, and motB1 were found to contain significantly more OMV particles per mL than the gravity controls (Fig. 4a).Under both conditions, OMV concentration was observed to increase over time, with both motB1 and flhA generating diminished vesicular yields relative to wild-type cells (Fig.", "char_start_section": 905, "char_end_section": 1241, "char_start_global": 12789, "char_end_global": 13125}
{"sid": 55, "section_index": 3, "section_heading": "Higher levels of LPS in LSMMG correlate with increased OMV production", "text": "4a).In addition, by 14 h OMVs derived from LSMMG cultures were found to be significantly larger than gravity controls (Fig. 4b; Supplementary Table 1; Supplementary Dataset 1).At 16 h, the average size of OMVs for the modeled microgravity cultures was 40.72 ± 0.092 nm, whereas nanoparticle size averaged only 37.10 ± 0.092 nm for gravity controls (Supplementary Table 1).Similarly, in the motB1 and flhA motility mutants the means of OMVs from LSMMGtreated cultures were 45.35 ± 0.068 and 43.05 ± 0.065 nm, respectively, whereas the mean size of gravity-treated OMVs was 40.72 ± 0.052 (motB1) and 38.16 ±", "char_start_section": 1242, "char_end_section": 1847, "char_start_global": 13126, "char_end_global": 13731}
{"sid": 56, "section_index": 3, "section_heading": "Higher levels of LPS in LSMMG correlate with increased OMV production", "text": "0.056 nm (flhA).Differences were also observed in the abundance of certain sized particles.", "char_start_section": 1848, "char_end_section": 1939, "char_start_global": 13732, "char_end_global": 13823}
{"sid": 57, "section_index": 3, "section_heading": "Higher levels of LPS in LSMMG correlate with increased OMV production", "text": "Gravity samples tended to contain a higher proportion of smaller OMVs (diameter < 40 nm), whereas those cultivated in LSMMG exhibited a more even distribution (Supplementary Fig.", "char_start_section": 1939, "char_end_section": 2117, "char_start_global": 13823, "char_end_global": 14001}
{"sid": 58, "section_index": 3, "section_heading": "Higher levels of LPS in LSMMG correlate with increased OMV production", "text": "3).All isolated OMVs, whether they were derived from gravity or LSMMG conditions, exhibited a comparable ability to induce apoptosis and matched previously published levels of LPS and OMV-induced cell death (Supplementary Fig. 4) 21,35 .V.", "char_start_section": 2118, "char_end_section": 2357, "char_start_global": 14002, "char_end_global": 14241}
{"sid": 59, "section_index": 3, "section_heading": "Higher levels of LPS in LSMMG correlate with increased OMV production", "text": "fischeri become increasingly sensitive to cell membraneaffecting agents in LSMMG Although motility-dependent vesiculation is characteristic of species with sheathed flagella, such as V. fischeri 36 , all Gramnegative bacteria invariably produce OMVs by outer-membrane blebbing.", "char_start_section": 2358, "char_end_section": 2635, "char_start_global": 14242, "char_end_global": 14519}
{"sid": 60, "section_index": 3, "section_heading": "Higher levels of LPS in LSMMG correlate with increased OMV production", "text": "OMV-blebbing is modulated by both external envelope stress and structural deficiencies in the bacterial cell wall 46 .Accordingly, the discovery that flagellar function does not, in fact, fully explain the model microgravity-associated differences observed in LPS-shedding or OMV release led us to hypothesize that LSMMG conditions may impact the integrity of the Gramnegative outer membrane.", "char_start_section": 2635, "char_end_section": 3027, "char_start_global": 14519, "char_end_global": 14911}
{"sid": 61, "section_index": 3, "section_heading": "Higher levels of LPS in LSMMG correlate with increased OMV production", "text": "To investigate this, the susceptibility of V. fischeri toward a variety of cell membrane-affecting agents was compared in cells grown under LSMMG and gravity conditions, for the wild-type and motility mutants at 12, 14, and 16 h.Three specific agents were used to disrupt different components of the Gram-negative cell envelope.", "char_start_section": 3027, "char_end_section": 3355, "char_start_global": 14911, "char_end_global": 15239}
{"sid": 62, "section_index": 3, "section_heading": "Higher levels of LPS in LSMMG correlate with increased OMV production", "text": "First, the cationic antibiotic polymyxin B was used, which binds to Gram-negative LPS and weakens the packing of lipid A molecules in the outer membrane 47 .Second, cells were exposed to the anionic detergent sodium dodecyl sulfate (SDS), which disrupts ionic interactions and causes bacterial cytoplasmic membrane lysis at high concentrations 48 .Last, cells were also exposed to a dilute solution of Triton X-100 for 1 min, which is a non-ionic detergent that disrupts lipid-lipid interactions 49 .After exposure, cell growth was assessed with optical density (Fig. 5; Supplementary Figs. 5 and 6) and plated to assess cell viability (Fig. 6).", "char_start_section": 3355, "char_end_section": 4001, "char_start_global": 15239, "char_end_global": 15885}
{"sid": 63, "section_index": 3, "section_heading": "Higher levels of LPS in LSMMG correlate with increased OMV production", "text": "Dose-response curves with 1-10 μg per mL polymyxin B and 0.1-1.0%v/v SDS revealed a concentration-dependent effect on bacterial growth in both LSMMG and gravity conditions.", "char_start_section": 4001, "char_end_section": 4173, "char_start_global": 15885, "char_end_global": 16057}
{"sid": 64, "section_index": 3, "section_heading": "Higher levels of LPS in LSMMG correlate with increased OMV production", "text": "This effect was more pronounced in the LSMMG-treated strains at all time points tested (Fig. 5, Supplementary Figs. 5 and 6); LSMMGtreated V. fischeri generally showed increased sensitivity to membrane-disrupting agents.", "char_start_section": 4173, "char_end_section": 4393, "char_start_global": 16057, "char_end_global": 16277}
{"sid": 65, "section_index": 3, "section_heading": "Higher levels of LPS in LSMMG correlate with increased OMV production", "text": "Despite showing different baseline sensitivities, the mutant strains also appeared more susceptible to the polymyxin B and SDS agents under LSMMG conditions compared to wild-type cells at all time points tested, with the polymyxin B treatment producing the most damaging effects to the motility mutants (Fig. 5, Supplementary Figs. 5 and 6).Plating of cells treated with polymyxin B-and SDS-treated cells revealed comparable results (Fig. 6) indicating that, regardless of strain, the viability of those cells exposed to polymyxin B were more negatively impacted when grown under LSMMG conditions.", "char_start_section": 4393, "char_end_section": 4991, "char_start_global": 16277, "char_end_global": 16875}
{"sid": 66, "section_index": 3, "section_heading": "Higher levels of LPS in LSMMG correlate with increased OMV production", "text": "Similar results were also observed when cells were treated with Triton X-100.Cells of LSMMG-cultivated V. fischeri, regardless of strain, were also found to be more susceptible to the bactericidal effects of 0.05% Triton X-100, exhibiting more lysis than the gravity controls after 1 min of exposure (Fig. 7).To confirm that the results observed during these HARV experiments were not the product of changes to the background pH of the SWT media under LSMMG or gravity conditions, the pH was regularly monitored, and no significant changes to the pH were observed (Supplementary Fig. 7).", "char_start_section": 4991, "char_end_section": 5578, "char_start_global": 16875, "char_end_global": 17462}
{"sid": 67, "section_index": 4, "section_heading": "DISCUSSION", "text": "Over the coming decade, human-led exploration of space will likely move beyond low Earth orbit into deeper space 50 .Maintaining astronaut fitness during these long-duration space operations will require a detailed understanding of the microbiome under non-terrestrial conditions.", "char_start_section": 0, "char_end_section": 280, "char_start_global": 17462, "char_end_global": 17742}
{"sid": 68, "section_index": 4, "section_heading": "DISCUSSION", "text": "To address this emerging issue in space biology, we used the HARV platform to model the effects of microgravity on V. fischeri, a beneficial microbe known to form symbiotic associations along animal epithelia.", "char_start_section": 280, "char_end_section": 489, "char_start_global": 17742, "char_end_global": 17951}
{"sid": 69, "section_index": 4, "section_heading": "DISCUSSION", "text": "Results from this study indicated that (i) LSMMG conditions increased the shedding of bacterial LPS and associated OMVs into the surrounding media; (ii) the size of the OMV particles released during LSMMG were larger than gravity controls; (iii) flagellar motility in V. fischeri accounted for most of the overall OMV production, but was not necessary for increases in LPS shedding under LSMMG conditions; and (iv) the cell membranes of V. fischeri cells were more susceptible to disruption when cultivated under model microgravity conditions.", "char_start_section": 489, "char_end_section": 1033, "char_start_global": 17951, "char_end_global": 18495}
{"sid": 70, "section_index": 4, "section_heading": "DISCUSSION", "text": "In Gram-negative bacteria, LPS is localized to the outer membrane and consists of a hydrophobic lipid A moiety, a core polysaccharide, and an O-antigen, or outward-projecting sugar chain of variable length 51,52 .LPS represents one of several MAMPs used by bacteria to either evade or communicate with their eukaryotic counterparts 53 .There has been an intense effort in recent years to understand how LPS is recognized by the host immune system through pattern recognition receptors 54 , and how this immune response is altered under microgravity conditions 55,56 .", "char_start_section": 1033, "char_end_section": 1601, "char_start_global": 18495, "char_end_global": 19063}
{"sid": 71, "section_index": 4, "section_heading": "DISCUSSION", "text": "The finding that symbiotic V. fischeri sheds more LPS under LSMMG conditions closely parallels previous studies that reported that microgravity analogs increases endotoxin load derived from the intestinal microbiota in rodents 55,56 .For", "char_start_section": 1601, "char_end_section": 1838, "char_start_global": 19063, "char_end_global": 19300}
{"sid": 72, "section_index": 4, "section_heading": "DISCUSSION", "text": "example, in previous studies using the hindlimb unloading rodent model, a wellestablished method to simulate musculoskeletal disuse observed in spaceflight 57,58 , results indicated that both LPS and the associated host-derived lipopolysaccharide-binding protein were elevated in rodent serum under hindlimb unloading 56 .Levels of circulating LPS were further increased with concurrent exposure to proton or gamma radiation, another environmental hazard of spaceflight", "char_start_section": 1839, "char_end_section": 2308, "char_start_global": 19301, "char_end_global": 19770}
{"sid": 73, "section_index": 4, "section_heading": "DISCUSSION", "text": "55 .Although", "char_start_section": 2309, "char_end_section": 2321, "char_start_global": 19771, "char_end_global": 19783}
{"sid": 74, "section_index": 4, "section_heading": "DISCUSSION", "text": "the increased levels in the serum were thought to be the result of breakdown of the gut epithelial barrier during hindlimb unloading, the root cause of the overall increased levels of LPS shedding by the microbiota into the host serum was not assessed 55,56 .Interestingly, the results observed in V. fischeri differ from other host-associated taxa, such as Salmonella enterica serovar Typhimurium 17 .In", "char_start_section": 2322, "char_end_section": 2726, "char_start_global": 19784, "char_end_global": 20188}
{"sid": 75, "section_index": 4, "section_heading": "DISCUSSION", "text": "previous studies, HARV-cultivated Salmonella exhibited significantly diminished levels of LPS O-antigen in LSMMG lysates, accompanied by a down-regulation of the rfbP, rfbM, and rfbI genes involved in O-antigen biosynthesis and ligation 17 .However, V. fischeri lacks homologs to these O-antigen synthesis genes 59 .In", "char_start_section": 2727, "char_end_section": 3045, "char_start_global": 20189, "char_end_global": 20507}
{"sid": 76, "section_index": 4, "section_heading": "DISCUSSION", "text": "V. fischeri the O-antigen is comprised of a single pentasaccharide comprised of a two yersiniose, one 8-epi-legionaminic acid, and two n-acetyl-L-fucosamine residues 60 .The two quantitative techniques used in this study, LAL and Purpald assays do not directly measure the O-antigen so the differences between the two studies could reflect the methods used to quantify the LPS molecule as well as the different architectures of the LPS molecules.", "char_start_section": 3046, "char_end_section": 3492, "char_start_global": 20508, "char_end_global": 20954}
{"sid": 77, "section_index": 4, "section_heading": "DISCUSSION", "text": "Alternatively, the differences in LPS release between the taxa under LSMMG conditions may simply reflect the fact that Salmonella does not have sheathed flagella, whereas V. fischeri has a membranous sheath that requires more torque to rotate, thereby releasing more LPS 61,62 .", "char_start_section": 3492, "char_end_section": 3771, "char_start_global": 20954, "char_end_global": 21233}
{"sid": 78, "section_index": 4, "section_heading": "DISCUSSION", "text": "In this study, the increased shedding of LPS from the bacterium V. fischeri under LSMMG conditions coincided with the exponential growth of the cultures (Fig. 2).In", "char_start_section": 3771, "char_end_section": 3935, "char_start_global": 21233, "char_end_global": 21397}
{"sid": 79, "section_index": 4, "section_heading": "DISCUSSION", "text": "many taxa, including V. fischeri, higher cell densities and growth rates are observed under modeled microgravity conditions (Supplementary Fig.", "char_start_section": 3936, "char_end_section": 4079, "char_start_global": 21398, "char_end_global": 21541}
{"sid": 80, "section_index": 4, "section_heading": "DISCUSSION", "text": "1a, e) 63,64 .It has been proposed that the quiescent environment of LSMMG and continuous reorientation of the cell are altering the extracellular mass transfer of nutrients and waste, thereby impacting the cell's growth rate 37,65 .Although", "char_start_section": 4080, "char_end_section": 4321, "char_start_global": 21542, "char_end_global": 21783}
{"sid": 81, "section_index": 4, "section_heading": "DISCUSSION", "text": "V. fischeri is motile and there could be some mixing and disruption to the low-shear environment, V. fischeri may be accustomed to microgravity-like conditions as the symbionts regularly encounter low-shear environments when interfacing with the epithelial brush border of the host squid light organ tissues.", "char_start_section": 4322, "char_end_section": 4630, "char_start_global": 21784, "char_end_global": 22092}
{"sid": 82, "section_index": 4, "section_heading": "DISCUSSION", "text": "Therefore, the observed increased growth rate may simply reflect the natural growth response for these symbiotic bacteria under low-shear stress environments.", "char_start_section": 4630, "char_end_section": 4789, "char_start_global": 22092, "char_end_global": 22251}
{"sid": 83, "section_index": 4, "section_heading": "DISCUSSION", "text": "The increase in LPS shedding under modeled microgravity conditions was also correlated to increases in the production of OMVs.", "char_start_section": 4789, "char_end_section": 4915, "char_start_global": 22251, "char_end_global": 22377}
{"sid": 84, "section_index": 4, "section_heading": "DISCUSSION", "text": "The release of OMVs is an important mechanism by which bacteria interact with their environment 66 .OMVs derived from Gram-negative bacteria are produced in all stages of growth, and are frequently enriched with a range of bioreactive molecules, including LPS, outer-membrane proteins, and peptidoglycanderivatives 46,67,68 .These discrete, enclosed structures are known mediators of host-microbe communication in both pathogenic and mutualistic associations 69 .In", "char_start_section": 4915, "char_end_section": 5380, "char_start_global": 22377, "char_end_global": 22842}
{"sid": 85, "section_index": 4, "section_heading": "DISCUSSION", "text": "the squid-vibrio symbiosis, V. fischeri OMVs have previously been shown to induce hemocyte trafficking and apoptosis in the host symbiotic light organ, and are important mediators of bacteria-induced development in the host animal 43,68 .Both", "char_start_section": 5381, "char_end_section": 5623, "char_start_global": 22843, "char_end_global": 23085}
{"sid": 86, "section_index": 4, "section_heading": "DISCUSSION", "text": "exogenous LPS and symbiont-derived OMVs can induce significant apoptosis in the light organ of uncolonized, aposymbiotic hatchlings, even at low concentrations (Supplementary Fig.", "char_start_section": 5624, "char_end_section": 5803, "char_start_global": 23086, "char_end_global": 23265}
{"sid": 87, "section_index": 4, "section_heading": "DISCUSSION", "text": "4).Thus, even small fluctuations in the amount of OMVs released in LSMMG could feasibly shift the timeline of symbiotic development.", "char_start_section": 5804, "char_end_section": 5937, "char_start_global": 23266, "char_end_global": 23399}
{"sid": 88, "section_index": 4, "section_heading": "DISCUSSION", "text": "The observed increase in the release of LPS containing OMVs during LSMMG conditions compared to gravity controls may suggest that the cells experience increased physiological stress in the modeled microgravity conditions, in particular, during exponential growth.", "char_start_section": 5937, "char_end_section": 6200, "char_start_global": 23399, "char_end_global": 23662}
{"sid": 89, "section_index": 4, "section_heading": "DISCUSSION", "text": "Environmental stresses, such as temperature and osmotic stresses, can increase vesiculation in numerous Gramnegative bacteria 70 .The hypervesiculation of OMVs has been shown to relieve the cell envelope from waste products and the build-up of damaged, or misfolded, proteins, which accumulate during stress and normal growth 70,71 .Interestingly, the increased in OMV production under modeled microgravity conditions may also provide a possible mechanism for the increase resistance to environmental stresses and antibiotics observed in some microbes grown under both natural and microgravity conditions 37,72,73 .The ability of OMVs to quickly remove toxic material as well as absorb and bind antimicrobial agents may also serve as an important survival mechanism for microbes under stressful conditions, such as spaceflight.", "char_start_section": 6200, "char_end_section": 7028, "char_start_global": 23662, "char_end_global": 24490}
{"sid": 90, "section_index": 4, "section_heading": "DISCUSSION", "text": "One of the major mechanisms by which V. fischeri releases the OMVs is through flagellar rotation 36 .Certain members of the genus Vibrio, along with several other microbiome-associated taxa, such as Helicobacter, Brucella, and Campylobacter, produce flagella covered with a membrane-derived sheath [74][75][76][77][78][79] .These sheathed flagella have long been postulated to be a mechanism of communication between microbes and host tissues 43,69,80 .During rotation of the flagella, OMVs can then be released from both the tip and shaft of the flagella 81,82 .Mutants defective in flagella production, or in the rotation of the flagella, shed significantly fewer OMVs in comparison to wild-type strains 36 .This result is consistent with the V. fischeri strains grown in the HARV reactors, suggesting flagellar rotation is likely the primary, but not the only, mechanism by which OMVs are being released in both LSMMG and gravity conditions (Fig.", "char_start_section": 7028, "char_end_section": 7977, "char_start_global": 24490, "char_end_global": 25439}
{"sid": 91, "section_index": 4, "section_heading": "DISCUSSION", "text": "4).Interestingly, previous work found that flagella-driven increases in OMV release corresponded to smaller OMV size, whereas our results found that LSMMGassociated increases in OMV release corresponded with larger OMV sizes 36 .This result suggests that LSMMG presents a novel stress that stimulates a unique nonmotility-associated mechanism for OMV production changes in V. fischeri.", "char_start_section": 7978, "char_end_section": 8363, "char_start_global": 25440, "char_end_global": 25825}
{"sid": 92, "section_index": 4, "section_heading": "DISCUSSION", "text": "In this vein, LSMMG stimulates increased production of OMVs across a range of bacteria with distinct lifestyles.", "char_start_section": 8363, "char_end_section": 8475, "char_start_global": 25825, "char_end_global": 25937}
{"sid": 93, "section_index": 4, "section_heading": "DISCUSSION", "text": "Hypervesiculation has been reported in gentamycin-challenged spaceflight cultures of E. coli, a bacterium with unsheathed flagella, which unlike sheathed flagella, do not mediate LPS release 40 .", "char_start_section": 8475, "char_end_section": 8671, "char_start_global": 25937, "char_end_global": 26133}
{"sid": 94, "section_index": 4, "section_heading": "DISCUSSION", "text": "Our findings indicate the increased release of OMVs under modeled microgravity conditions may reflect changes in membrane integrity.", "char_start_section": 8671, "char_end_section": 8803, "char_start_global": 26133, "char_end_global": 26265}
{"sid": 95, "section_index": 4, "section_heading": "DISCUSSION", "text": "Bacteria have previously been found to have altered cells membranes in both spaceflight and modeled microgravity conditions.", "char_start_section": 8803, "char_end_section": 8927, "char_start_global": 26265, "char_end_global": 26389}
{"sid": 96, "section_index": 4, "section_heading": "DISCUSSION", "text": "For example, irregularities in cell volume,  envelope integrity, and membrane polarization have been reported for E. coli and Staphylococcus aureus cultured in both natural and modeled microgravity conditions 63,83 .The increased susceptibility of V. fischeri strains to membrane-disruption agents (Figs.567; Supplementary Figs.56) further support the hypothesis that the cell membrane of V. fischeri is weakened by exposure to modeled microgravity conditions.", "char_start_section": 8927, "char_end_section": 9387, "char_start_global": 26389, "char_end_global": 26849}
{"sid": 97, "section_index": 4, "section_heading": "DISCUSSION", "text": "In addition, previous analysis of the transcriptome of V. fischeri cells showed no differential expression of genes associated with LPS production during either exponential or stationary phase when grown under LSMMG 27 .Therefore, the results suggest that increases in the amount of LPS shed by V. fischeri occur primarily through mechanical means, and not through changes in LPS biosynthesis.", "char_start_section": 9387, "char_end_section": 9780, "char_start_global": 26849, "char_end_global": 27242}
{"sid": 98, "section_index": 4, "section_heading": "DISCUSSION", "text": "Additional research is needed, however, to explore whether increased OMV shedding in LSMMG causes, or is caused by, LSMMG-related changes in cell membrane integrity.", "char_start_section": 9780, "char_end_section": 9945, "char_start_global": 27242, "char_end_global": 27407}
{"sid": 99, "section_index": 4, "section_heading": "DISCUSSION", "text": "Together, these results show that symbiotic microbes display significant physiological changes under modeled microgravity conditions, leading to a change in release of MAMPs known to affect host biology, which may have implications on host-microbe interactions.", "char_start_section": 9945, "char_end_section": 10206, "char_start_global": 27407, "char_end_global": 27668}
{"sid": 100, "section_index": 4, "section_heading": "DISCUSSION", "text": "For example, in symbiotic bobtail squid exposed to modeled microgravity conditions the onset and peak of V. fischeri-induced apoptosis of the light organ's superficial epithelium occurs significantly earlier than under gravity controls, which could be explained by increased OMV shedding 21 .Interestingly", "char_start_section": 10206, "char_end_section": 10511, "char_start_global": 27668, "char_end_global": 27973}
{"sid": 101, "section_index": 4, "section_heading": "DISCUSSION", "text": "though, under LSMMG conditions there is also a delay in the trafficking of host immune cells within the superficial epithelium 21 , which is also typically triggered by MAMPs and is dependent on the presence of the outermembrane protein OmpU in the OMVs 43,68 .This dissociated response in the host animal under LSMMG suggests microgravity may alter the content of the OMVs, or that the host may be responding differently to these bacterial-derived signals under microgravity, despite the lack of differences observed in the extent of LPS-induced cell death between LSMMG and gravity controls (Supplementary Fig. 4).", "char_start_section": 10512, "char_end_section": 11129, "char_start_global": 27974, "char_end_global": 28591}
{"sid": 102, "section_index": 4, "section_heading": "DISCUSSION", "text": "As many of the mechanisms that V. fischeri use to communicate with its host are shared amongst both pathogenic and beneficial microbes alike, our work provides important insight into how microgravity-like conditions may alter host-microbe relationships at the physiological level in general.", "char_start_section": 11129, "char_end_section": 11420, "char_start_global": 28591, "char_end_global": 28882}
{"sid": 103, "section_index": 4, "section_heading": "DISCUSSION", "text": "Maintaining homeostasis of the microbiome during spaceflight is critical for the long-term host health, and these findings help build a critical framework to begin to explore the specific interactions and responses that occur between animals and their associated microbes.", "char_start_section": 11420, "char_end_section": 11692, "char_start_global": 28882, "char_end_global": 29154}
{"sid": 104, "section_index": 5, "section_heading": "METHODS Bacterial strains, media, and growth conditions", "text": "The strains of V. fischeri used in this study include: wild-type V. fischeri ES114 84 ; the non-motile, flagellated, mutant motB1::Tn 7 ermR; and the nonflagellated mutant flhA::Tn 7 ermR 45 .For all experiments, V. fischeri was grown in seawater tryptone broth (SWT; 70% filtered ocean water containing 5 g L -1 tryptone, 3 g L -1 yeast extract, and 32.5 mM glycerol) at 28 ˚C with shaking.", "char_start_section": 0, "char_end_section": 391, "char_start_global": 29154, "char_end_global": 29545}
{"sid": 105, "section_index": 5, "section_heading": "METHODS Bacterial strains, media, and growth conditions", "text": "Where appropriate, media was supplemented with erythromycin to a final concentration of 5 μg per mL.Retention of the transposon insertions in the motB1 and flhA motility mutants was verified for all experiments via soft-agar motility assays 85 .For assessments of growth, the concentration of V. fischeri was determined by reading the optical density at 600 nm, as an OD 600 of 1.0 has been previously shown by plate counts to correspond with 3 × 10 8 cells per mL of culture 84,86 and was independently confirmed in the HARVs.", "char_start_section": 391, "char_end_section": 918, "char_start_global": 29545, "char_end_global": 30072}
{"sid": 106, "section_index": 5, "section_heading": "METHODS Bacterial strains, media, and growth conditions", "text": "To ensure that background levels of OMVs did not significantly alter the OD 600 readings, 1 mL of V. fischeri culture was filtered to remove bacteria using a 0.22 µm syringe filter and measured spectrophotometrically.", "char_start_section": 918, "char_end_section": 1135, "char_start_global": 30072, "char_end_global": 30289}
{"sid": 107, "section_index": 5, "section_heading": "METHODS Bacterial strains, media, and growth conditions", "text": "No significant (p < 0.0001) difference in optical density was observed in the spent media from background SWT media.", "char_start_section": 1135, "char_end_section": 1251, "char_start_global": 30289, "char_end_global": 30405}
{"sid": 108, "section_index": 6, "section_heading": "Electron microscopy", "text": "All scanning electron micrographs (SEM) and transmission electron micrographs (TEM) were acquired at the University of Hawai'i Biological Electron Microscopy Facility.", "char_start_section": 0, "char_end_section": 167, "char_start_global": 30405, "char_end_global": 30572}
{"sid": 109, "section_index": 6, "section_heading": "Electron microscopy", "text": "For SEM, V. fischeri were grown in SWT media to mid-log phase (OD 600 0.4-0.6)with shaking at 28 °C.For TEM, cells were grown under similar conditions in LB salt (LBS) media containing 10 g L -1 tryptone, 5 g L -1 yeast extract, 342 mM NaCl, and 20 mM Tris at pH 7.5.", "char_start_section": 167, "char_end_section": 435, "char_start_global": 30572, "char_end_global": 30840}
{"sid": 110, "section_index": 6, "section_heading": "Electron microscopy", "text": "Samples visualized with SEM were fixed with marine fixative containing 2.5% glutaraldehyde, 2% paraformaldehyde, 350 mM sucrose, 100 mM sodium cacodylate at pH 7.6 for 1 h.The cells were then washed in 100 mM sodium cacodylate buffer containing 400 mM sucrose and post-fixed with 100 mM sodium cacodylate containing 1% osmium tetraoxide for 1 h.After fixation the cells were collected on a 0.22-μm filter, then serially dehydrated in ethanol and dried with a Tousimis Samdri-795 critical point dryer.", "char_start_section": 435, "char_end_section": 935, "char_start_global": 30840, "char_end_global": 31340}
{"sid": 111, "section_index": 6, "section_heading": "Electron microscopy", "text": "Filters were mounted on aluminum stubs and sputter coated with a Hummer 6.2 sputter coater, then imaged with a Hitachi S-4800 Field Emission Scanning Electron Microscope with accelerating voltage.", "char_start_section": 935, "char_end_section": 1132, "char_start_global": 31340, "char_end_global": 31537}
{"sid": 112, "section_index": 6, "section_heading": "Electron microscopy", "text": "TEM was performed as previously described 68 .Briefly, V. fischeri cells were fixed, washed, and post-fixed similarly to the samples prepared for SEM.Fixed V. fischeri cells were then serially dehydrated in a graded ethanol series, infiltrated with propylene oxide, then embedded and polymerized in LX112 epoxy resin for 2 days.", "char_start_section": 1132, "char_end_section": 1460, "char_start_global": 31537, "char_end_global": 31865}
{"sid": 113, "section_index": 6, "section_heading": "Electron microscopy", "text": "Ultrathin sections were stained with a saturated solution of lead citrate and uranyl acetate and imaged with a Hitachi HT7700 transmission electron microscope coupled to an AMT XR-41B 2k x 2k CCD camera.", "char_start_section": 1460, "char_end_section": 1663, "char_start_global": 31865, "char_end_global": 32068}
{"sid": 114, "section_index": 7, "section_heading": "Low-shear modeled microgravity conditions", "text": "To model the LSMMG environment, bacterial cultures were inoculated to a final concentration of 1 × 10 5 cells per mL of SWT and then loaded into 50-mL capacity HARVs (Synthecon, Houston, TX), as previously described 21,27 .HARVs", "char_start_section": 0, "char_end_section": 228, "char_start_global": 32068, "char_end_global": 32296}
{"sid": 115, "section_index": 7, "section_heading": "Low-shear modeled microgravity conditions", "text": "were incubated at 23 °C and rotated at 13 rpm to mimic spaceflight temperatures and to prevent sedimentation of the cultures.", "char_start_section": 229, "char_end_section": 354, "char_start_global": 32297, "char_end_global": 32422}
{"sid": 116, "section_index": 7, "section_heading": "Low-shear modeled microgravity conditions", "text": "Gravity controls were rotated around a vertical axis to control for HARV-specific effects.", "char_start_section": 354, "char_end_section": 444, "char_start_global": 32422, "char_end_global": 32512}
{"sid": 117, "section_index": 7, "section_heading": "Low-shear modeled microgravity conditions", "text": "To assess growth, the OD 600 of the HARV cultures were measured in triplicate every 2 h using a Synergy plate reader (BioTek, Winooski, VT).To examine the effects of LSMMG on V. fischeri size, cultures from each HARV were collected at 12 h.Cells were stained with 1% crystal violet and analyzed with a Zeiss Axioplan microscope, using PROGRES GRYPHAX Image Capture software for measurements of cell length (Carl Zeiss, Jena, Germany).To monitor motility of the LSMMG-and gravitytreated cells, aliquots were also examined with both direct light microscopy video imaging using PROGRES GRYPHAX Image Capture software and soft-agar motility assays as previously described 85 .All", "char_start_section": 444, "char_end_section": 1119, "char_start_global": 32512, "char_end_global": 33187}
{"sid": 118, "section_index": 7, "section_heading": "Low-shear modeled microgravity conditions", "text": "experiments were performed at least three times and outliers identified via the 1.5× interquartile range (IQR) method were removed prior to analysis 87 .A", "char_start_section": 1120, "char_end_section": 1274, "char_start_global": 33188, "char_end_global": 33342}
{"sid": 119, "section_index": 7, "section_heading": "Low-shear modeled microgravity conditions", "text": "Shapiro-Wilk test was used to assess data normality.", "char_start_section": 1275, "char_end_section": 1327, "char_start_global": 33343, "char_end_global": 33395}
{"sid": 120, "section_index": 7, "section_heading": "Low-shear modeled microgravity conditions", "text": "Significance was determined via non-parametric Mann-Whitney U test using a cut off of p < 0.05.", "char_start_section": 1327, "char_end_section": 1422, "char_start_global": 33395, "char_end_global": 33490}
{"sid": 121, "section_index": 8, "section_heading": "LPS preparation, treatments, and quantification", "text": "For the quantification of V. fischeri-derived LPS, cells were spun down by centrifugation and the resulting supernatant was sterilized by successive passage through 0.45-and 0.22-μm syringe filters.", "char_start_section": 0, "char_end_section": 198, "char_start_global": 33490, "char_end_global": 33688}
{"sid": 122, "section_index": 8, "section_heading": "LPS preparation, treatments, and quantification", "text": "Reactionogenic LPS within the cell-free filtrates was then examined using the ToxinSensor TM Chromogenic Limulus Amebocyte Lysate (LAL)", "char_start_section": 198, "char_end_section": 333, "char_start_global": 33688, "char_end_global": 33823}
{"sid": 123, "section_index": 8, "section_heading": "LPS preparation, treatments, and quantification", "text": "Endotoxin Assay Kit (Genscript, Piscataway, NJ) according to the manufacturer's instructions.", "char_start_section": 334, "char_end_section": 427, "char_start_global": 33824, "char_end_global": 33917}
{"sid": 124, "section_index": 8, "section_heading": "LPS preparation, treatments, and quantification", "text": "For all samples, the absorbance at 545 nm was used to calculate the concentration of reactionogenic LPS in endotoxin units (EU) per mL, which was subsequently normalized to the OD 600 of the culture to account for differences in growth between LSMMG and gravity conditions within the HARVs.", "char_start_section": 427, "char_end_section": 717, "char_start_global": 33917, "char_end_global": 34207}
{"sid": 125, "section_index": 8, "section_heading": "LPS preparation, treatments, and quantification", "text": "For all LAL assays, 0.10, 0.25, 0.50, and 1.0 EU per mL standards were run in triplicate.", "char_start_section": 717, "char_end_section": 807, "char_start_global": 34207, "char_end_global": 34297}
{"sid": 126, "section_index": 8, "section_heading": "LPS preparation, treatments, and quantification", "text": "In addition, total LPS was quantified using the colorimetric Purpald assay 41 with a Synergy plate reader (Biotek, Winsooki, VT).The Purpald assay is based on the sequential periodate oxidation of LPS core-specific sugar residues and the reaction of formaldehyde with Purpald Reagent (4-amino-3-hydrazino-5-mercapto-1,2,4,triazole) to produce a purplecolored end product 41 .For", "char_start_section": 807, "char_end_section": 1185, "char_start_global": 34297, "char_end_global": 34675}
{"sid": 127, "section_index": 8, "section_heading": "LPS preparation, treatments, and quantification", "text": "all samples, the absorbance at 550 nm was used to calculate the concentration of total LPS in μg per mL, which was normalized by OD 600 to account for differences in growth.", "char_start_section": 1186, "char_end_section": 1359, "char_start_global": 34676, "char_end_global": 34849}
{"sid": 128, "section_index": 8, "section_heading": "LPS preparation, treatments, and quantification", "text": "The test:control ratio comparing total LPS from cultures grown in LSMMG versus normal gravity conditions was then calculated.", "char_start_section": 1359, "char_end_section": 1484, "char_start_global": 34849, "char_end_global": 34974}
{"sid": 129, "section_index": 8, "section_heading": "LPS preparation, treatments, and quantification", "text": "For all Purpald assays, 10, 25, 50, 100, 250, and 500 μg per mL LPS standards were run in triplicate.", "char_start_section": 1484, "char_end_section": 1585, "char_start_global": 34974, "char_end_global": 35075}
{"sid": 130, "section_index": 8, "section_heading": "LPS preparation, treatments, and quantification", "text": "Outliers identified via the 1.5× interquartile range (IQR) method were removed prior to analysis and a Shapiro-Wilk test was used to assess data normality.", "char_start_section": 1585, "char_end_section": 1740, "char_start_global": 35075, "char_end_global": 35230}
{"sid": 131, "section_index": 8, "section_heading": "LPS preparation, treatments, and quantification", "text": "Significance was determined via non-parametric Mann-Whitney U test using a cut off of p < 0.05.", "char_start_section": 1740, "char_end_section": 1835, "char_start_global": 35230, "char_end_global": 35325}
{"sid": 132, "section_index": 9, "section_heading": "Isolation and quantification of OMVs from V. fischeri ES114", "text": "To isolate OMVs, 1 L of V. fischeri cultures were grown under LSMMG and gravity conditions in the HARVs.", "char_start_section": 0, "char_end_section": 104, "char_start_global": 35325, "char_end_global": 35429}
{"sid": 133, "section_index": 9, "section_heading": "Isolation and quantification of OMVs from V. fischeri ES114", "text": "Cells were pelleted by centrifugation, and the resulting supernatant passed through 0.45 and 0.22-μm filters (Millipore Sigma, Burlington, MA) to yield a purified, cell-free, filtrate.", "char_start_section": 104, "char_end_section": 288, "char_start_global": 35429, "char_end_global": 35613}
{"sid": 134, "section_index": 9, "section_heading": "Isolation and quantification of OMVs from V. fischeri ES114", "text": "On those OMV samples exposed to host animals, the vesicles were pelleted by ultracentrifugation (TL-100, Beckman, Brea, CA) at 173,000 × g for 2 h at 4 °C to concentration the OMV particles.", "char_start_section": 288, "char_end_section": 478, "char_start_global": 35613, "char_end_global": 35803}
{"sid": 135, "section_index": 9, "section_heading": "Isolation and quantification of OMVs from V. fischeri ES114", "text": "The pellet was then washed and resuspended in phosphate-buffered saline (PBS) supplemented with 0.20 M NaCl to yield a crude OMV extract.", "char_start_section": 478, "char_end_section": 615, "char_start_global": 35803, "char_end_global": 35940}
{"sid": 136, "section_index": 9, "section_heading": "Isolation and quantification of OMVs from V. fischeri ES114", "text": "The OMVs in this extract were further separated from cellular debris by additional ultra-centrifugation at 90,000 × g for 15 h at 4 °C through a discontinuous 25-55% w/v sucrose density gradient.", "char_start_section": 615, "char_end_section": 810, "char_start_global": 35940, "char_end_global": 36135}
{"sid": 137, "section_index": 9, "section_heading": "Isolation and quantification of OMVs from V. fischeri ES114", "text": "After, the fraction upward of 45% was collected and washed twice with PBS by ultra-centrifugation at 173,000 × g for 4 h at 4 ˚C.The final OMV preparation was filter-sterilized through a 0.22-μm filter.", "char_start_section": 810, "char_end_section": 1012, "char_start_global": 36135, "char_end_global": 36337}
{"sid": 138, "section_index": 9, "section_heading": "Isolation and quantification of OMVs from V. fischeri ES114", "text": "OMV yield was measured by protein assay using a Qubit 2.0 fluorometer (Life Technologies, Carlsbad, CA) according to the manufacturer's instructions.", "char_start_section": 1012, "char_end_section": 1161, "char_start_global": 36337, "char_end_global": 36486}
{"sid": 139, "section_index": 9, "section_heading": "Isolation and quantification of OMVs from V. fischeri ES114", "text": "All final OMV preparations were stored at -80 °C until use.", "char_start_section": 1161, "char_end_section": 1221, "char_start_global": 36486, "char_end_global": 36546}
{"sid": 140, "section_index": 9, "section_heading": "Isolation and quantification of OMVs from V. fischeri ES114", "text": "The concentration and size distributions of OMVs produced under LSMMG and gravity conditions were determined by nanoparticle tracking analysis using a NanoSight NS300 instrument equipped with a 488 nm laser (NanoSight, Ltd., Salisbury, UK).Cell-free filtrates from wild-type and motility mutants at 12, 14, and 16 h were diluted in PBS to achieve a threshold of 10-100 particles per frame.", "char_start_section": 1221, "char_end_section": 1610, "char_start_global": 36546, "char_end_global": 36935}
{"sid": 141, "section_index": 9, "section_heading": "Isolation and quantification of OMVs from V. fischeri ES114", "text": "Prior to analysis, background values were subtracted from all measurements of concentration.", "char_start_section": 1610, "char_end_section": 1702, "char_start_global": 36935, "char_end_global": 37027}
{"sid": 142, "section_index": 9, "section_heading": "Isolation and quantification of OMVs from V. fischeri ES114", "text": "All measurements were taken at ambient temperature (22-24 °C), with the settings for minimum expected particle size, shortest track length, and blur left at the factory default.", "char_start_section": 1702, "char_end_section": 1879, "char_start_global": 37027, "char_end_global": 37204}
{"sid": 143, "section_index": 9, "section_heading": "Isolation and quantification of OMVs from V. fischeri ES114", "text": "For each sample, a minimum of 40-s capture videos was collected in triplicate, with the camera operating at the standard 30 frames-per-second.", "char_start_section": 1879, "char_end_section": 2021, "char_start_global": 37204, "char_end_global": 37346}
{"sid": 144, "section_index": 9, "section_heading": "Isolation and quantification of OMVs from V. fischeri ES114", "text": "Between samples, the NS300 system was flushed thrice with PBS and once with deionized water.", "char_start_section": 2021, "char_end_section": 2113, "char_start_global": 37346, "char_end_global": 37438}
{"sid": 145, "section_index": 9, "section_heading": "Isolation and quantification of OMVs from V. fischeri ES114", "text": "Further analyses to determine mean particle size, size distribution, and concentration were performed using the Nanoparticle Tracking Analysis software suite (NTA; version 3.2, NanoSight, Ltd., Salisbury, UK).", "char_start_section": 2113, "char_end_section": 2322, "char_start_global": 37438, "char_end_global": 37647}
{"sid": 146, "section_index": 9, "section_heading": "Isolation and quantification of OMVs from V. fischeri ES114", "text": "Background particle concentration was assessed by diluting and analyzing sterile SWT.A", "char_start_section": 2323, "char_end_section": 2409, "char_start_global": 37648, "char_end_global": 37734}
{"sid": 147, "section_index": 9, "section_heading": "Isolation and quantification of OMVs from V. fischeri ES114", "text": "Shapiro-Wilk test was used to assess the normality of the nanoparticle concentration data.", "char_start_section": 2410, "char_end_section": 2500, "char_start_global": 37735, "char_end_global": 37825}
{"sid": 148, "section_index": 9, "section_heading": "Isolation and quantification of OMVs from V. fischeri ES114", "text": "The normality of the OMV size data-which contained over 10,000 measurements per condition-was determined with a Lillifors test 88 .Significance was determined via non-parametric Mann-Whitney U test using a cut off of p < 0.05.", "char_start_section": 2500, "char_end_section": 2726, "char_start_global": 37825, "char_end_global": 38051}
{"sid": 149, "section_index": 10, "section_heading": "General E. scolopes procedures and visualization of host apoptotic cells", "text": "Squid experiments were conducted in triplicate and in accordance with the University of Florida and Kennedy Space Center Institutional Animal Care and Use Committees.", "char_start_section": 0, "char_end_section": 166, "char_start_global": 38051, "char_end_global": 38217}
{"sid": 150, "section_index": 10, "section_heading": "General E. scolopes procedures and visualization of host apoptotic cells", "text": "After hatching, juvenile squid was rinsed twice in 0.22 μm filtered seawater (FSW) and treated with either exogenous LPS from Salmonella enterica serovar Enteritidis (Sigma Aldrich, St. Louis, MO) or OMVs isolated from batch cultures of the wild-type V. fischeri.", "char_start_section": 166, "char_end_section": 429, "char_start_global": 38217, "char_end_global": 38480}
{"sid": 151, "section_index": 10, "section_heading": "General E. scolopes procedures and visualization of host apoptotic cells", "text": "A subset of hatchlings was also rendered symbiotic by inoculation with the wildtype V. fischeri to a final concentration of 1 × 10 5 cells per mL of FSW.After 16 h, the animals were anesthetized in a 1:1 solution of FSW and 0.37 MgCl 2 for 5 min, containing 0.001% acridine orange dye.", "char_start_section": 429, "char_end_section": 714, "char_start_global": 38480, "char_end_global": 38765}
{"sid": 152, "section_index": 10, "section_heading": "General E. scolopes procedures and visualization of host apoptotic cells", "text": "Light organ apoptosis was then examined via epifluorescence microscopy using a Zeiss Axioplan Microscope (Carl Zeiss, Jena, Germany).Colonization was verified for all treatments by measuring bacterial luminescence with a photometer (GloMax 20/20 Luminometer, Promega Corp., Madison, WI).", "char_start_section": 714, "char_end_section": 1001, "char_start_global": 38765, "char_end_global": 39052}
{"sid": 153, "section_index": 11, "section_heading": "Membrane integrity evaluation under gravity and LSMMG conditions", "text": "To examine the effects of LSMMG on V. fischeri cell wall integrity, growth curves were conducted in triplicate in the presence of polymyxin B and SDS.Samples were collected from each HARV, normalized, and exposed to a solution containing either 1-10 μg polymyxin B or 0.1-1.0%SDS per mL of SWT at 23 °C without shaking.", "char_start_section": 0, "char_end_section": 319, "char_start_global": 39052, "char_end_global": 39371}
{"sid": 154, "section_index": 11, "section_heading": "Membrane integrity evaluation under gravity and LSMMG conditions", "text": "After 24 h of exposure, the samples were resuspended by pipetting and optical density was measured spectrophotometrically (OD 600 ) and significance was determined via non-parametric Mann-Whitney U test for all readings of optical density.", "char_start_section": 319, "char_end_section": 558, "char_start_global": 39371, "char_end_global": 39610}
{"sid": 155, "section_index": 11, "section_heading": "Membrane integrity evaluation under gravity and LSMMG conditions", "text": "To measure the viability of cells treated with the polymyxin B or SDS a subset of cells was then diluted and plated on SWT media.", "char_start_section": 558, "char_end_section": 687, "char_start_global": 39610, "char_end_global": 39739}
{"sid": 156, "section_index": 11, "section_heading": "Membrane integrity evaluation under gravity and LSMMG conditions", "text": "Significance between treatments of plate counts was assessed using a Welch's t-test with a cut off of p > 0.05.", "char_start_section": 687, "char_end_section": 799, "char_start_global": 39739, "char_end_global": 39851}
{"sid": 157, "section_index": 11, "section_heading": "Membrane integrity evaluation under gravity and LSMMG conditions", "text": "To further assess the integrity of the symbiont cell membrane under LSMMG conditions, cultures were grown for 12 h at 23 °C and pelleted in 5 mL aliquots.", "char_start_section": 799, "char_end_section": 953, "char_start_global": 39851, "char_end_global": 40005}
{"sid": 158, "section_index": 11, "section_heading": "Membrane integrity evaluation under gravity and LSMMG conditions", "text": "The pellets were washed and resuspended in PBS and then incubated in 0.05% v/v Triton X-100, a non-ionic detergent that disrupts membrane lipids 48 at 23 °C for 1 min.Immediately after, the absorbance was read at 405 nm and the percentage of intact, undisrupted, cells was calculated as the turbidity of the treatment group relative to the control.", "char_start_section": 953, "char_end_section": 1301, "char_start_global": 40005, "char_end_global": 40353}
{"sid": 159, "section_index": 11, "section_heading": "Membrane integrity evaluation under gravity and LSMMG conditions", "text": "This value was then subtracted from 100% to obtain the percent lysis.", "char_start_section": 1301, "char_end_section": 1370, "char_start_global": 40353, "char_end_global": 40422}
{"sid": 160, "section_index": 11, "section_heading": "Membrane integrity evaluation under gravity and LSMMG conditions", "text": "The formula is as follows: Bacteriolysis (%) = (100% -((OD 405 of treatment/ OD 405 of control) ×", "char_start_section": 1370, "char_end_section": 1467, "char_start_global": 40422, "char_end_global": 40519}
{"sid": 161, "section_index": 11, "section_heading": "Membrane integrity evaluation under gravity and LSMMG conditions", "text": "100)).A Shapiro-Wilk test was used to assess data normality whereas significance was determined via non-parametric Mann-Whitney U test.", "char_start_section": 1468, "char_end_section": 1603, "char_start_global": 40520, "char_end_global": 40655}
