{
  "intro": "Human adipose-derived stem cells (hASCs) offer therapeutic potential, but their clinical efficacy is limited by diminished long-term survival after transplantation. This study addresses these limitations by employing a novel culturing technique that combines microgravity conditions with microspheres to preserve stemness and enhance the proliferation of highly functional hASCs. The research focuses on selecting and expanding subpopulations within hASCs with superior regenerative capabilities, specifically targeting SSEA-3(+) cells, known for their multipotency.",
  "sections": [
    {
      "heading": "Primary Culture of hASCs",
      "summary": "hASCs were isolated from lipoaspirates of healthy female donors. The stromal vascular fraction (SVF) was obtained through collagenase digestion and centrifugation. SVF cells were cultured in DMEM/F12 supplemented with 10% fetal bovine serum until near confluence. Cells were passaged using TrypLE Express, and P3 hASCs were characterized for CD73, CD90, and CD105 positive expression and CD45 negative expression before use.",
      "figures": [],
      "equations": []
    },
    {
      "heading": "Characterization of SSEA-3-Positive Cells",
      "summary": "SSEA-3 expression was assessed in hASCs using flow cytometry. Cells were incubated with anti-SSEA-3 antibody and detected using fluorescein isothiocyanate-conjugated anti-rat IgM. To assess stress durability, hASCs were exposed to heat, low pH, proteolysis, hypotonia, and mechanostress. Cell numbers, viability, and SSEA-3 positivity were measured after stress exposure. Stressed cells exhibited higher proportions of SSEA-3(+) cells compared to controls, although the overall numbers of SSEA-3(+) cells were mostly similar, except for the mechanostress group.",
      "figures": [],
      "equations": []
    },
    {
      "heading": "Preparation of Microspheres",
      "summary": "Polystyrene and collagen microspheres were used as cell carriers. Polystyrene microspheres (200-300 µm) were hydrophilized using plasma treatment. Collagen microspheres (100-200 µm) were manufactured from reconstituted collagen. Both types of microspheres had a total surface area of approximately 4000 cm². Microspheres were washed with PBS and resuspended in warm culture medium overnight.",
      "figures": [],
      "equations": []
    },
    {
      "heading": "hASC Loading For Microgravity Culture",
      "summary": "Microspheres were added to non-adherent dishes placed on a wave-stirring shaker to create microgravity conditions. hASCs were suspended in DMEM/F12 and incubated with the microspheres. The mixture was shaken intermittently for 4 hours to allow cell adhesion, followed by continuous stirring to maintain microgravity. Culturing continued for up to two weeks.",
      "figures": [],
      "equations": []
    },
    {
      "heading": "Cell Retrieval From Microspheres",
      "summary": "Cell-microcarrier complexes were transferred to tubes, sedimented, and washed. Cells were enzymatically released using TrypLE Express and sieved through mesh collector screens. The retrieved cell suspensions were free of microcarriers.",
      "figures": [],
      "equations": []
    },
    {
      "heading": "Cell Growth in Microsphere Cultures",
      "summary": "Viable cells cultured on polystyrene and collagen microspheres or dishes were counted using an automated cell counter. hASCs were seeded onto microspheres under dynamic conditions or onto dishes as static monolayer cultures. Cells were retrieved by trypsinization and counted on days 1, 3, 5, 7, and 14, and growth rates were calculated. Visualizations of hASCs cultured on microspheres were performed using light and scanning electron microscopy.",
      "figures": [
        {
          "id": "fig_2",
          "order": 2,
          "caption": "Figure 1.Characterization of SSEA-3(+) human adipose-derived stem cells (hASCs) after exposure to various stress conditions (n = 12).(A) Numbers of viable hASCs one day after stress exposure.(B) Number of SSEA-3(+) hASCs one day after stress exposure.There were no statistically significant differences between stressed cells and normal cells, with the exception of the mechanostress group which showed a significantly lower number of SSEA-3(+) cells (* p < 0.01).(C) Representative plots of flow cytometry data.",
          "label": "Figure 1 .",
          "type": "figure",
          "image_path": "figures/fig_2.png"
        }
      ],
      "equations": []
    },
    {
      "heading": "Proliferation of SSEA-3-Positive hASCs",
      "summary": "Cell number, viability, and SSEA-3 positivity were assessed using flow cytometry in hASCs retrieved from polystyrene or collagen microcarriers under dynamic or static conditions, and from polystyrene or collagen dishes. The number of SSEA-3(+) cells was measured after seven days, and growth rates were calculated. Dynamic-culture conditions produced significantly higher proportional increases in the numbers of SSEA-3(+) hASCs compared to dish cultures. Static microsphere cultures also showed increases in SSEA-3(+) hASCs compared to polystyrene monolayer cultures.",
      "figures": [
        {
          "id": "fig_3",
          "order": 3,
          "caption": "Figure 2. Cell growth in cultures with microgravity and microspheres.(A) Schematic representation of the comparison between an adherent culture and a microgravity/microsphere culture.(B) Growth curves of human adipose-derived stem cells (hASCs) cultured on polystyrene and collagen microspheres, or in polystyrene and collagen dishes (n = 6).Poly, polystyrene.(C) Microscopic views of culture-expanded hASCs on polystyrene (upper left) and collagen (upper right) microspheres and scanning electron microscope images of hASCs on polystyrene (lower left) and collagen (lower right) microspheres on day 7. Scale bars = 100 μm.",
          "label": "Figure 2 .",
          "type": "figure",
          "image_path": "figures/fig_3.png"
        }
      ],
      "equations": []
    },
    {
      "heading": "Immunocytochemistry",
      "summary": "hASCs cultured on microspheres or dishes were fixed, permeabilized, and incubated with primary antibodies against OCT4, SOX2, NANOG, and SSEA-3. Appropriate secondary antibodies were used, and cells were treated with Hoechst 33342. Stained cells were visualized using fluorescence microscopy.",
      "figures": [
        {
          "id": "fig_4",
          "order": 4,
          "caption": "Figure 2. Cell growth in cultures with microgravity and microspheres.(A) Schematic representation of the comparison between an adherent culture and a microgravity/microsphere culture.(B) Growth curves of human adipose-derived stem cells (hASCs) cultured on polystyrene and collagen microspheres, or in polystyrene and collagen dishes (n = 6).Poly, polystyrene.(C) Microscopic views of culture-expanded hASCs on polystyrene (upper left) and collagen (upper right) microspheres and scanning electron microscope images of hASCs on polystyrene (lower left) and collagen (lower right) microspheres on day 7. Scale bars = 100 µm.",
          "label": "Figure 2 .",
          "type": "figure",
          "image_path": "figures/fig_4.png"
        }
      ],
      "equations": []
    },
    {
      "heading": "Quantitative Real-Time Polymerase Chain Reaction",
      "summary": "Total RNA was isolated from hASCs cultured with microspheres under dynamic or static conditions and from those cultured on normal dishes. RT-PCR was performed using a StepOnePlus RT-PCR system with SYBR Green PCR master mix and specific primers. Expression levels were calculated relative to ACTB.",
      "figures": [],
      "equations": []
    },
    {
      "heading": "Colony-Forming Assay",
      "summary": "hASCs were cultured with microspheres under dynamic conditions or in polystyrene dishes for seven days, then seeded into 6-well plates. After ten days, cells were fixed, stained with cresyl violet, and counted using digital imaging software. A significantly higher number of colonies was observed in the microsphere groups compared to the dish group.",
      "figures": [
        {
          "id": "fig_6",
          "order": 6,
          "caption": "Figure 3. Cellular analyses of human adipose-derived cells after seven days of culture under each of the six conditions (n = 6).(A) Number of viable cells.Poly, polystyrene.(B) Number of viable SSEA-3(+) cells.* p < 0.01, ** p < 0.001 vs. polystyrene dish (control).(C) Representative plots of flow cytometry data.",
          "label": "Figure 3 .",
          "type": "figure",
          "image_path": "figures/fig_6.jpeg"
        },
        {
          "id": "fig_11",
          "order": 11,
          "caption": "Figure 6.Colony-forming assay results from human adipose-derived stem cells seeded initially 1 × 10 2 per well.(A) Microscopic colonies were stained with cresyl violet after ten days in culture.Scale bars = 1 cm.(B) Colony numbers for bead conditions and a non-bead condition (n = 6).* p = 0.027, ** p = 0.025 vs. the polystyrene-dish group.",
          "label": "Cells 2021, 10 , x 12 of 19 Figure 6 .",
          "type": "figure",
          "image_path": "figures/fig_11.jpeg"
        },
        {
          "id": "fig_12",
          "order": 12,
          "caption": "Figure 6.Colony-forming assay results from human adipose-derived stem cells seeded initially 1 × 10 2 per well.(A) Microscopic colonies were stained with cresyl violet after ten days in culture.Scale bars = 1 cm.(B) Colony numbers for bead conditions and a non-bead condition (n = 6).* p = 0.027, ** p = 0.025 vs. the polystyrene-dish group.",
          "label": "Figure 6 .",
          "type": "figure",
          "image_path": "figures/fig_12.jpeg"
        }
      ],
      "equations": []
    },
    {
      "heading": "In Vitro Angiogenesis Assay",
      "summary": "hASCs were cultured with microspheres or in dishes for seven days, and cell-network formation was assessed. Matrigel was applied to 96-well plates, and cells were plated into the Matrigel wells. Branch formation was observed with phase microscopy, and the lengths of cytoplasmic extensions were calculated. hASCs cultured with microspheres formed more complex networks than dish-cultured hASCs, with significantly longer cytoplasmic extensions.",
      "figures": [
        {
          "id": "fig_7",
          "order": 7,
          "caption": "Figure 4. Immunocytochemistry of human adipose-derived cells after seven days of culture.Cells were assessed using immunocytochemistry for the pluripotent markers using 30 μm Z-stack fluorescence images.Broken white lines indicate the outlines of microbeads.Scale bars = 100 μm.",
          "label": "Figure 4 .",
          "type": "figure",
          "image_path": "figures/fig_7.png"
        },
        {
          "id": "fig_13",
          "order": 13,
          "caption": "Figure 7. Network-forming assays to test for vasculogenic ability.(A) Microscope images from in vitro angiogenesis assays.Scale bars = 300 μm.(B) Total network lengths of cytoplasmic extensions were measured (n = 6).* p < 0.001 vs. the polystyrene-dish group.",
          "label": "Cells 2021, 10 , x 13 of 19 Figure 7 .",
          "type": "figure",
          "image_path": "figures/fig_13.jpeg"
        },
        {
          "id": "fig_14",
          "order": 14,
          "caption": "Figure 7. Network-forming assays to test for vasculogenic ability.(A) Microscope images from in vitro angiogenesis assays.Scale bars = 300 µm.(B) Total network lengths of cytoplasmic extensions were measured (n = 6).* p < 0.001 vs. the polystyrene-dish group.",
          "label": "Figure 7 .",
          "type": "figure",
          "image_path": "figures/fig_14.png"
        }
      ],
      "equations": []
    },
    {
      "heading": "Multilineage Differentiation Assay",
      "summary": "hASCs were cultured with microspheres or in dishes for seven days and then differentiated into adipogenic, osteogenic, and chondrogenic lineages. Adipogenic/osteogenic differentiation was initiated using adipogenic or osteogenic medium. After culturing, adipogenic ability was analyzed with oil red O staining and AdipoRed reagent, and osteogenic ability was analyzed with von Kossa staining and Calcium-E testing. Chondrogenic differentiation was conducted using a micromass culture system, and chondrogenic ability was analyzed with Alcian blue staining and by measuring micromass diameters. hASCs cultured on microspheres displayed higher levels of adipogenic and osteogenic differentiation compared to dish-cultured hASCs. Collagen microspheres also showed higher levels of chondrogenic differentiation.",
      "figures": [
        {
          "id": "fig_8",
          "order": 8,
          "caption": "Figure 4. Immunocytochemistry of human adipose-derived cells after seven days of culture.Cells were assessed using immunocytochemistry for the pluripotent markers using 30 µm Z-stack fluorescence images.Broken white lines indicate the outlines of microbeads.Scale bars = 100 µm.",
          "label": "Figure 4 .",
          "type": "figure",
          "image_path": "figures/fig_8.png"
        },
        {
          "id": "fig_15",
          "order": 15,
          "caption": "Figure 8. Human adipose-derived stem cell capacity for multilineage differentiation under different culture conditions.(A) Microscope images of differential inductions toward adipocytes (oil red O stain), osteocytes (von Kossa stain) and chondrocytes (Alcian blue stain).Scale bars = 100 μm.(B) Quantitative analysis of cellular differentiations.The capacities Figure 8. Human adipose-derived stem cell capacity for multilineage differentiation under different culture conditions.(A) Microscope images of differential inductions toward adipocytes (oil red O stain), osteocytes (von Kossa stain) and chondrocytes (Alcian blue stain).Scale bars = 100 µm.(B) Quantitative analysis of cellular differentiations.The capacities for multilineage differentiations are indicated by measurements of accumulated lipid (adipogenesis); calcium deposition (osteogenesis); and micromass diameters (chondrogenesis).* p < 0.05 vs. polystyrene dishes, ** p < 0.005 vs. polystyrene dishes.",
          "label": "Figure 8 .Figure 8 .",
          "type": "figure",
          "image_path": "figures/fig_15.png"
        }
      ],
      "equations": []
    },
    {
      "heading": "Characterization of SSEA-3-Positive hASCs",
      "summary": "Flow cytometry was used to characterize cells, revealing high expression of CD105, CD90, and CD73 and low expression of CD45. Stress-treated hASCs exhibited higher proportions of SSEA-3(+) cells compared to controls, although the overall numbers of SSEA-3(+) cells were similar, except for the mechanostress group.",
      "figures": [
        {
          "id": "fig_1",
          "order": 1,
          "caption": "Figure 1.Characterization of SSEA-3(+) human adipose-derived stem cells (hASCs) after exposure to various stress conditions (n = 12).(A) Numbers of viable hASCs one day after stress exposure.(B) Number of SSEA-3(+) hASCs one day after stress exposure.There were no statistically significant differences between stressed cells and normal cells, with the exception of the mechanostress group which showed a significantly lower number of SSEA-3(+) cells (* p < 0.01).(C) Representative plots of flow cytometry data.",
          "label": "Figure 1 .",
          "type": "figure",
          "image_path": "figures/fig_1.png"
        }
      ],
      "equations": []
    },
    {
      "heading": "Proliferation of SSEA-3-Positive hASCs",
      "summary": "Compared to polystyrene monolayer cultures, static-condition polystyrene and collagen microsphere cultures produced 2.3-fold and 2.2-fold proportional increases, respectively, in the numbers of SSEA-3(+) hASCs. Dynamic-culture conditions produced 4.4-fold and 4.3-fold increases in the numbers of SSEA-3(+) hASCs compared to the dish cultures.",
      "figures": [],
      "equations": []
    },
    {
      "heading": "Immunocytochemistry",
      "summary": "Pluripotent stem-cell markers were expressed in hASCs cultured in microgravity/microsphere cultures. hASCs cultured on polystyrene microcarriers showed strong OCT4 and SOX2 staining, while hASCs cultured on collagen microcarriers showed strong NANOG and SSEA-3 staining. By comparison, hASCs cultured in monolayer cultures stained either negative or weakly positive for these stemness markers.",
      "figures": [],
      "equations": []
    },
    {
      "heading": "Selected Gene Expression Analysis by RT-PCR",
      "summary": "RT-PCR was used to compare the expression of genes involved with stemness and mesenchymal differentiation. hASCs cultured with polystyrene microspheres under dynamic conditions exhibited upregulated OCT4, SOX2, KLF4, and CD34 expressions, while hASCs cultured with collagen microspheres under dynamic conditions showed up-regulations of SOX2, NANOG, MYC, KLF4, and CD34 expressions. Microsphere cultures under static conditions displayed no statistically significant differences.",
      "figures": [
        {
          "id": "fig_5",
          "order": 5,
          "caption": "Figure 3. Cellular analyses of human adipose-derived cells after seven days of culture under each of the six conditions (n = 6).(A) Number of viable cells.Poly, polystyrene.(B) Number of viable SSEA-3(+) cells.* p < 0.01, ** p < 0.001 vs. polystyrene dish (control).(C) Representative plots of flow cytometry data.",
          "label": "Figure 3 .",
          "type": "figure",
          "image_path": "figures/fig_5.png"
        },
        {
          "id": "fig_9",
          "order": 9,
          "caption": "Figure 5. RT-PCR analysis of stem-cell marker expressions in human adipose-derived stem cells on day 7 of various bead-culture conditions compared to marker expressions in cells cultured in normal polystyrene dishes.Poly, polystyrene.* p < 0.05 compared to polystyrene dishes.",
          "label": "Figure 5 .",
          "type": "figure",
          "image_path": "figures/fig_9.jpeg"
        },
        {
          "id": "fig_10",
          "order": 10,
          "caption": "Figure 5. RT-PCR analysis of stem-cell marker expressions in human adipose-derived stem cells on day 7 of various bead-culture conditions compared to marker expressions in cells cultured in normal polystyrene dishes.Poly, polystyrene.* p < 0.05 compared to polystyrene dishes.",
          "label": "Figure 5 .",
          "type": "figure",
          "image_path": "figures/fig_10.jpeg"
        }
      ],
      "equations": []
    },
    {
      "heading": "Multilineage Differentiation Assay",
      "summary": "hASCs cultured on polystyrene and collagen microspheres displayed higher levels of adipogenic and osteogenic differentiation compared to hASCs cultured in polystyrene dishes. hASCs cultured on collagen microspheres displayed higher levels of chondrogenic differentiation, while those cultured on polystyrene microspheres showed similar chondrogenic differentiation compared to controls.",
      "figures": [],
      "equations": []
    },
    {
      "heading": "Discussions",
      "summary": "The study highlights the heterogeneity of adult stem cells and the potential of subpopulations like SSEA-3(+) Muse cells. Routine cultures adversely affect the proportion of SSEA-3(+) hASCs, while mechanical and environmental stress influences stem-cell properties. Microgravity conditions have been shown to suppress differentiation, suggesting that avoiding gravity during culture may help retain undifferentiated phenotypes. The experimental system used controlled rotation around two axes to minimize the cumulative gravity vector.",
      "figures": [
        {
          "id": "fig_16",
          "order": 16,
          "caption": "Figure 9. Schematic representation of the study.Human adipose-derived stem cells are normally capable of heterogeneous potency.Exposure to stress can selectively deplete regular stem cells, but does not increase the number of highly functional stem cells.In contrast, microgravity/microsphere cultures can selectively cause the proliferation of highly functional cell subpopulations to reach the numbers required for regenerative therapies.",
          "label": "Figure 9 .",
          "type": "figure",
          "image_path": "figures/fig_16.png"
        }
      ],
      "equations": []
    }
  ],
  "conclusion": "The study demonstrates that culturing hASCs with microspheres under microgravity conditions enhances the proliferation of highly functional stem cells with superior stemness, proliferation, differentiation, and angiogenic abilities. This new cell-culturing technique may provide enhanced treatments for intractable human diseases. Further studies are needed to optimize the culture protocol and investigate the therapeutic value of these cells in vivo before clinical trials.",
  "keywords": [
    "hascs",
    "microgravity",
    "microspheres",
    "stemness",
    "ssea-3",
    "cell culture",
    "pluripotency",
    "differentiation",
    "adipose-derived stem cells",
    "regenerative medicine"
  ],
  "topics": [
    "stem cell biology",
    "regenerative medicine",
    "cell culture"
  ],
  "_meta": {
    "paper_id": "sha256:c3f049c4ef05c153863aa0b25f2cc63ff12035e5c68b303e4d0bdf664fc4b475",
    "paper_title": "Selective Proliferation of Highly Functional Adipose-Derived Stem Cells in Microgravity Culture with Stirred Microspheres",
    "generated_at": "2025-10-04T18:17:15Z",
    "word_count": 1023,
    "figures": [
      "fig_2",
      "fig_3",
      "fig_4",
      "fig_6",
      "fig_11",
      "fig_12",
      "fig_7",
      "fig_13",
      "fig_14",
      "fig_8",
      "fig_15",
      "fig_1",
      "fig_5",
      "fig_9",
      "fig_10",
      "fig_16"
    ],
    "equations": [],
    "keywords": [
      "hascs",
      "microgravity",
      "microspheres",
      "stemness",
      "ssea-3",
      "cell culture",
      "pluripotency",
      "differentiation",
      "adipose-derived stem cells",
      "regenerative medicine"
    ],
    "topics": [
      "stem cell biology",
      "regenerative medicine",
      "cell culture"
    ],
    "missing_figures": [],
    "missing_equations": [],
    "equation_metrics": {
      "original_count": 0,
      "final_count": 0,
      "discarded_count": 0,
      "coverage_ratio": 0.0,
      "dedupe_rate": 0.0,
      "types_distribution": {},
      "equations_validated": true
    },
    "discarded_equations": [],
    "model": "gemini-2.0-flash",
    "version": "summary-latex-enhanced-v1",
    "token_usage": {
      "prompt_tokens": 9437,
      "completion_tokens": 2247,
      "total_tokens": 11684,
      "pricing_per_mtokens": {
        "input": 0.1,
        "output": 0.4
      },
      "input_usd": 0.000944,
      "output_usd": 0.000899,
      "total_usd": 0.001842
    },
    "cost": {
      "input_usd": 0.000944,
      "output_usd": 0.000899,
      "total_usd": 0.001842
    }
  }
}