[
  {
    "heading": "ABSTRACT",
    "text": "Today, NASA is delivering more missions, more science, and more innovation at a better value for the American taxpayer than at any point in the agency's history and with half the buying power than 1964, when Apollo development was at its peak.We thank the President, the Congress, the American taxpayers, and the emerging space industry for the combined efforts to strengthen our nation's space program.Under the Artemis program, humanity will explore regions of the Moon never visited before, uniting people around the unknown, the never seen, and the once impossible.We will return to the Moon robotically beginning next year, send astronauts to the surface within four years, and build a longterm presence on the Moon by the end of the decade.I am proud to share NASA's Artemis Plan-this is how we will go to the Moon once again.And how we will use the Moon as the stepping stone for our next greatest leap-human exploration of Mars.We are going, and we go together.Ad lunam!\nNASA Administrator Jim Bridenstine",
    "section_index": 0,
    "char_start_global": 0,
    "char_end_global": 1013
  },
  {
    "heading": "Key Artemis Contributions by NASA Center",
    "text": "Suppliers and small businesses across America have made contributions to the success of NASA's Artemis program, with private companies hard at work on innovations that will help establish a sustainable human presence at the Moon.The Artemis endeavor also extends beyond our borders.\nThese missions are critical to the space economy, fueling new industries and technologies, supporting job growth, and furthering the demand for a highly skilled workforce.\nFor detailed information about NASA's partners and where to find them, visit the Artemis partners map at www.nasa.gov/content/artemis-partners.\nAmes Research Center",
    "section_index": 1,
    "char_start_global": 1018,
    "char_end_global": 1637
  },
  {
    "heading": "Foreword by Jim Bridenstine",
    "text": "Pushing the boundaries of space exploration, science, and technology once again, America is on the verge of exploring more of the Moon than ever before.This new era of lunar exploration is called Artemis.Named after the twin sister of Apollo, she is the Goddess of the Moon, and we are the Artemis Generation.\nNASA is building a coalition of partnerships with industry, nations and academia that will help us get to the Moon quickly and sustainably, together.Our work to catalyze the U.S. space economy with public-private partnerships has made it possible to accomplish more than ever before.The budget we need to achieve everything laid out in this plan represents bipartisan support from the Congress.",
    "section_index": 2,
    "char_start_global": 1637,
    "char_end_global": 2341
  },
  {
    "heading": "INTRODUCTION",
    "text": "America has entered a new era of exploration.NASA's Artemis program will lead humanity forward to the Moon and prepare us for the next giant leap, the exploration of Mars.It has been almost 50 years since astronauts last walked on the lunar surface during the Apollo program, and since then the robotic exploration of deep space has seen decades of technological advancement and scientific discoveries.For the last 20 years, humans have continuously lived and worked aboard the International Space Station 250 miles above Earth, preparing for the day we move farther into the solar system.\nSending human explorers 250,000 miles to the Moon, then 140 million miles to Mars, requires a bold vision, effective program management, funding for modern systems development and mission operations, and support from all corners of our great nation as well as our partners across the globe.\nNASA has been fine-tuning the plan to achieve that bold vision since the president called on the agency in December 2017 to lead a human return to the Moon and beyond with commercial and international partners.Two years later, he challenged us yet again, this time to send the first woman and next man to the Moon within five years.NASA is implementing the Artemis program to achieve those goals, and this document lays out the agency's Moon to Mars exploration approach explaining how we will do it.\nThe Moon plan is twofold: it's focused on achieving the goal of an initial human landing by 2024 with acceptable technical risks, while simultaneously working toward sustainable lunar exploration in the mid-to late 2020s.2024 is not an arbitrary date.It is the most ambitious date possible, and our success at the Moon, and later, at Mars, will be grounded in our national goals and robust capabilities.The United States leads in space exploration now; however, as more countries and companies take aim at the Moon, America needs the earliest possible landing to maintain and build on that leadership, as well as to prepare for a historic first human mission to Mars.\nLanding astronauts on the Moon within four years will better focus this global initiative on the engineering, technology development, and process improvements necessary to safely and successfully carry out sustained human exploration of the Moon.It also paves the way for U.S. commercial companies and international partners to further contribute to the exploration and development of the Moon.\nWe need several years in orbit and on the surface of the Moon to build operational confidence for conducting long-term work and supporting life away from Earth before we can embark on the first multi-year human mission to Mars.The sooner we get to the Moon, the sooner we get American astronauts to Mars.\nWe need to act fast to make this vision a reality, and a crewed lunar landing by 2024 is the key to a successful Moon to Mars exploration approach.Our next lunar landing paves the way for a new and sustainable lunar economy-one where U.S. companies and international partners will benefit from and build on what we learn.",
    "section_index": 3,
    "char_start_global": 2341,
    "char_end_global": 5412
  },
  {
    "heading": "Early Artemis Missions",
    "text": "With the powerful Space Launch System (SLS) rocket and Orion spacecraft nearing the end of testing and development, the agency has the foundation needed to send humans back to lunar orbit.In preparation for the safest earliest possible lunar landing, NASA seeks to make full use of early Artemis missions through additional testing for Orion and the Human Landing System (HLS) when possible.\nThe Gateway is a critical component of the agency's sustainable lunar operations.NASA will integrate the first two pieces on Earth, launching the Power and Propulsion Element (PPE) and the Habitation and Logistics Outpost (HALO) together in 2023 on a single rocket, followed by a commercial logistics supply launch.\nIn 2024, Orion will deliver its crew to lunar orbit.The commercially developed lander that will take the crew to the lunar surface will be capable of docking directly to Orion for crew transfer for early Artemis missions, but NASA is maintaining flexibility for optional docking to the Gateway.On the surface, the crew will wear the new exploration extravehicular mobility unit or xEMU spacesuit as they explore the surface for about a week before returning to Orion for the trip home to Earth.",
    "section_index": 4,
    "char_start_global": 5412,
    "char_end_global": 6614
  },
  {
    "heading": "Sustainable Artemis Missions",
    "text": "On later Artemis missions crew will arrive at the Gateway aboard Orion.On the Gateway, they will be able to conduct research and take trips down to the surface.NASA will work with Artemis providers to ensure spacecraft are built to international interoperability standards with as many reusable components as possible for long-term sustainability at the Moon.\nLong-standing International Space Station partners are eager to join NASA in lunar orbit.The Canadian Space Agency (CSA) has committed to providing advanced robotics for the Gateway, and ESA (European Space Agency) plans to provide the International Habitat (IHab) and the ESPRIT module, which will deliver additional communications capabilities, a science airlock for deploying science payloads and CubeSats, and refueling of the Gateway.The Japan Aerospace Exploration Agency (JAXA) plans to contribute habitation components and logistics resupply.The Russian Space Agency (Roscosmos) has expressed interest in cooperation on Gateway as well.\nAt the lunar South Pole, NASA and its partners will develop an Artemis Base Camp to support longer expeditions on the lunar surface.Planned Base Camp elements include a lunar terrain vehicle (LTV, or unpressurized rover), a habitable mobility platform (pressurized rover), a lunar foundation habitation module, power systems, ad in-situ resource utilization systems.This incremental build-up of capabilities on and around the Moon is essential to establishing longterm exploration of Earth's nearest neighbor and preparing for human exploration of Mars.",
    "section_index": 5,
    "char_start_global": 6614,
    "char_end_global": 8172
  },
  {
    "heading": "Chapter 1: Setting Humanity on a Sustainable Course to the Moon",
    "text": "The Artemis program builds on a half-century of experience and preparation to establish a robust human-robotic presence on and around the Moon.With clear direction from the White House, coordination among the reestablished National Space Council, strong bipartisan support in Congress, and robust participation from industry and international partnerships, Artemis is a globally unifying endeavor.\nAmerica will lead the monumental shift that frees humanity from our innate bonds to Earth.This is the decade in which the Artemis Generation will teach us how to live on other worlds.",
    "section_index": 6,
    "char_start_global": 8172,
    "char_end_global": 8753
  },
  {
    "heading": "The Basis for a Lunar Architecture",
    "text": "NASA was ready for Space Policy Directive-1, the call from the President to return to the Moon and get ready for Mars, and was already prepared to offer architectural and hardware solutions to leverage the core deep space transportation systems-the SLS rocket, the Orion spacecraft, and the supporting Exploration Ground Systems (EGS)-to return humans to the Moon for the first time in more than 50 years.\nThrough partnerships with U.S. industry, NASA was already developing 21st century deep space habitation capabilities and investing in lunar lander technologies.Ongoing spacesuit upgrades have resulted in a lunar surface suit that affords more frequent spacewalks through improved safety features, custom fitting, simplified maintenance, and better communications.A cross-agency architecture team also had been formulating plans for a Gateway orbiting the Moon.This plan garnered significant support from international partners and was reflected in the Global Exploration Roadmap as a collaborative effort that would \"open the space frontier for human exploration of the Moon, Mars and asteroids as we expand human exploration and commerce into deep space.\"\nIn 2018, with support from the highest-level national decision makers, NASA proposed a plan to return humans to the lunar surface by 2028.This plan included the Gateway from which human landers could be deployed.There was strong international support for the orbiting lunar outpost, and International Space Station partners proposed additional capabilities they could contribute.The Gateway program advanced from formulation to program status in late 2018.\nNASA also established the Commercial Lunar Payload Services or CLPS initiative in 2018, encouraging the U.S. commercial space industry to introduce new lander technologies to deliver NASA and commercial payloads to the surface of the Moon.\nWith 14 CLPS providers currently on contract and eligible to bid on payload deliveries to the Moon, NASA solicits bids from the companies as needed and awards surface task orders for lunar surface deliveries.The agency has already awarded multiple deliveries and assigned payloads to flights in 2021 as well as the first of two planned deliveries slated for 2022.A task order was awarded in June 2020 to Astrobotic of Pittsburgh, Pennsylvania, to deliver NASA's Volatiles Investigating Polar Exploration Rover or VIPER in 2023.The agency plans to send science instruments and technology experiments to the surface at least twice per year on CLPS flights.NASA has already selected more than two dozen instruments to study the Moon and test new technologies for these early CLPS flights, including VIPER.The agency also has announced a new process to build an internal database of future lunar surface investigations.Through the Payloads and Research Investigations on the Surface of the Moon or PRISM, NASA is interested in investigations that maximize basic and applied science and technology demonstrations at different lunar locations, as well as individual investigation components that would be valuable at multiple locations.The agency will use the PRISM information to inform the manifests of future CLPS deliveries beginning in 2023.The agency will periodically open up PRISM requests for information to collect new ideas and investigations eligible for future CLPS flight opportunities.\nMeanwhile in 2018, NASA began the acquisition process for commercially provided Human Landing Systems (HLS) to meet the goal of sending humans back to the Moon.By harnessing new technologies and spurring competitive innovation, NASA will work with commercial partners to Initial investigations delivered by CLPS providers will study the lunar surface and resources at the lunar poles.NASA originally selected nine CLPS providers, but as the need to deliver heavier payloads became apparent, the agency later added five more companies.In May 2019, NASA awarded the first two task awards for 12 instrument deliveries to Astrobotic (Pittsburgh, PA) and Intuitive Machines (Houston, TX).Those initial flights are launching in 2021, and NASA is planning for two deliveries per year thereafter.",
    "section_index": 7,
    "char_start_global": 8753,
    "char_end_global": 12896
  },
  {
    "heading": "Science",
    "text": "design and develop an HLS capable of accessing any part of the Moon and reusing sections of the system to increase affordability.\nThe team issued a Broad Agency Announcement (BAA) (NextSTEP Appendix E) to U.S. industry, seeking HLS studies, risk reduction, development, and demonstration.Proposals were due March 25, 2019, one day before Vice President Pence issued a new challenge to NASA: land the first woman and next man on the Moon by 2024-four years earlier than originally planned.NASA moved quickly to respond to the Vice President's challenge.\nBy May 2019, NASA had selected 11 companies across eight states under NextSTEP Appendix E to conduct studies and produce system-level prototypes to reduce risk and advance human lander technologies.Appendix E immediately allowed NASA to engage with commercial industry on early designs and how to best set up a rapid development approach to meet the 2024 objectives.\nIn response to the new, accelerated charge to the Moon, the agency issued a draft solicitation (NextSTEP Appendix H) in July 2019, this time seeking feedback on the development and demonstration of an integrated HLS to deliver humans to the lunar surface by 2024 and for the development and demonstration of a more sustainable HLS by 2026.Following a second draft in August and after addressing more than 1,150 comments, the final Appendix H solicitation was issued in October 2019.Awards were made to three companies in spring 2020.",
    "section_index": 8,
    "char_start_global": 12896,
    "char_end_global": 14349
  },
  {
    "heading": "Program Status Assessment",
    "text": "In January 2020, NASA's Human Exploration and Operations Mission Directorate (HEOMD) chartered a program status assessment (PSA) of activities planned to achieve a human landing on the Moon by 2024.The assessment comprised teams of NASA personnel and outside aerospace experts who examined the overall early Artemis architecture, including Orion, SLS, Exploration Ground Systems (EGS), Gateway, HLS, and system engineering and cross-program integration.Members of the PSA teams examined management and integration across programs, schedule risks, technical risks, technical systems engineering integration, and test program thoroughness.\nFollowing the six-week assessment, PSA findings indicated that the Artemis III approach that was baselined for the original 2028 landing timeline-and therefore the schedule to meet the goal of landing the first woman and next man on the Moon by 2024-was significantly dependent on new technology maturation.Based on the findings, NASA is conducting studies with the HLS vendors to investigate where high TRL systems may improve schedule for Artemis III.\nAnother change resulting from the PSA findings included launching the Gateway's PPE and HALO together on a single rocket.Initially, NASA was planning separate launches in 2022 (PPE) and 2023 (HALO) and subsequent autonomous rendezvous and docking in lunar orbit.Integrating PPE and HALO on the ground is a cost-effective approach to reducing technical risk and enhancing mission success by eliminating the need for two segments to dock in deep space.While in lunar orbit, this early Gateway will demonstrate its unique orbit and operate science payloads in deep space.\nA snapshot of \"firsts\" to be achieved through the Artemis program.",
    "section_index": 9,
    "char_start_global": 14349,
    "char_end_global": 16076
  },
  {
    "heading": "Chapter 2: Landing Humans on the Moon in 2024",
    "text": "The foundation for our return to the Moon is NASA's deep space transportation system: the Orion spacecraft, SLS rocket, the HLS, and the EGS facilities that include a modernized spaceport.The Orion spacecraft, powered by a service module provided by ESA (the European Space Agency), has been specifically designed for deep space human operations for up to four crew.The SLS rocket is the human rated heavy-lift rocket designed to launch Orion and send it on missions to the Moon.\nNext year, science and technology will lead our return to the Moon as we see the first payloads delivered to the lunar surface aboard CLPS provider landers and 13 CubeSats deployed from the SLS during Artemis I-five of which will return lunar data.Human exploration under the Artemis program will begin with the crewed flight test of SLS and Orion on Artemis II in 2023.In this same time frame, NASA and its commercial HLS partners also plan to conduct in-space flight testing of the lander system, including potential tests to the lunar surface.NASA's goal is to conduct in-space testing of every possible hardware, software, and operational system required for Artemis III prior to the mission in 2024.",
    "section_index": 10,
    "char_start_global": 16076,
    "char_end_global": 17260
  },
  {
    "heading": "Artemis I and Mission Readiness",
    "text": "The Artemis I SLS rocket will launch an uncrewed Orion into Earth orbit, placing it on a path toward a lunar distant retrograde orbit, where it will travel 40,000 miles beyond the Moon, or a total of about 280,000 miles from Earth before returning home.This crucial flight test will demonstrate the performance of the SLS rocket on its maiden flight and gather engineering data throughout before Orion returns on a high-speed Earth reentry at Mach 32, or 24,500 miles per hour.The high speed lunar velocity reentry is the top mission priority and a necessary test of the heat shield's performance as it enters Earth's atmosphere, heating to nearly 5,000 degrees Fahrenheit-about half as hot as the surface of the sun-before splashing down in the Pacific Ocean for retrieval and post-flight engineering assessment.\nFor this uncrewed configuration, engineering equipment will fly in place of astronaut-essential elements.Instead of the cockpit displays and controls and life support systems that will fly on the first crewed flight, this first flight will carry the data-gathering tools needed to validate performance and compare predictive models with actual flight data.Over the course of the four-to-six-week mission, Orion will travel more than 1.4 million miles prior to returning to Earth, surpassing Apollo 13's record for distance traveled from Earth in a spacecraft designed for humans.This mission will also deploy 13 CubeSats to conduct new scientific investigations and new technology demonstrations that will improve our knowledge of the deep space environment, while engaging a broader set of universities, international partners, and private companies in lunar exploration than ever before on a single mission.Artemis I will leverage excess volume on the massive SLS rocket to carry 13 CubeSats to deep space and deploy them to conduct science and technology research.These \"hitchhiker\" payloads are provided by NASA, U.S. companies, academic institutions and international partners.Five of them will return important data about the lunar environment to inform future Artemis missions.",
    "section_index": 11,
    "char_start_global": 17260,
    "char_end_global": 19358
  },
  {
    "heading": "Science",
    "text": "Preparations for Artemis I are well underway.Production is complete for the SLS engines-comprising four RS-25 liquid rocket engines, two solid rocket boosters, the massive core stage, and the interim cryogenic propulsion stage that provides Orion's final push toward the Moon-and all are completing preflight tests.Beyond significant ground tests when NASA has fired elements of the rocket from test stands in Mississippi, Utah, and Alabama, a fully integrated series of ground tests will take place at Kennedy Space Center before a final Flight Readiness Review prior to the Artemis I launch.\nOrion's maiden flight test, Exploration Flight Test-1, flew on December 5, 2014.The 4.5-hour mission demonstrated Orion's space-worthiness in a high-Earth orbit, tested the spacecraft's heat shield to the extent possible during reentry into the Earth's atmosphere, and proved the capsule's recovery systems.Although EFT-1 didn't include a crew, the Orion capsule flew higher and faster than any spacecraft meant to carry humans in more than 40 years.\nNASA completed the final series of Orion parachute tests in September 2018.The system includes 11 parachutes that begin deploying at almost five miles in altitude.Over the course of eight qualification tests at the U.S. Army's Yuma Proving Ground in Arizona, engineers have evaluated the performance of Orion's parachute system during normal landing sequences as well as numerous failure scenarios and a variety of potential aerodynamic conditions to ensure astronauts can return safely from deep space missions.In 2019, NASA conducted a successful test known as Ascent Abort-2, which tested the Orion launch abort system that sits atop Orion at launch and during ascent.If an emergency occurs during launch, the launch abort system pulls Orion and its crew away from the rocket to land in the Atlantic Ocean.The three-minute test proved that Orion's launch abort system can outrun a speeding rocket during highstress aerodynamic conditions and pull astronauts to safety if an emergency occurs during launch.\nAdditional pre-flight testing details are documented in Appendix 4, Artemis Flight Readiness.\nThe Orion crew module for the Artemis I mission has been fully assembled, tested, and integrated with the European service module.The service module, built by ESA, provides most of the propulsion, power, and cooling systems for the crew module where astronauts will live and work during Artemis missions.The integrated spacecraft successfully completed simulated in-space environments testing, verifying that Orion's systems will perform as expected during Artemis missions.Inside the world's largest vacuum chamber, the spacecraft was subjected to the extreme electromagnetic conditions and temperatures (-250 to 200 degrees Fahrenheit) of space.The campaign was completed ahead of schedule, and the spacecraft has since returned to the space coast for final preparations ahead of integration with the SLS rocket.\nNASA's ground systems team has modified the infrastructure and ground support equipment necessary to launch Artemis missions and recover Orion.The mobile launcher has undergone integrated testing inside the Vehicle Assembly Building and at the newly renovated Launch Pad 39B, validating it can communicate effectively with the facility systems and ground systems to perform appropriately during launch.\nThe EGS team responsible for carrying out launch operations has performed training simulations inside firing room 1 to certify the team is ready for launch and can work through any type of issue in real time.Teams have also practiced offloading, maneuvering, and stacking the 212-foot-long SLS core stage using a full-scale mock-up called a pathfinder.",
    "section_index": 12,
    "char_start_global": 19358,
    "char_end_global": 23076
  },
  {
    "heading": "Artemis II",
    "text": "With Artemis II, the first crewed flight of SLS and Orion will send four astronauts to the lunar environment for the first time in more than 50 years.This will be the Artemis Generation's \"Apollo 8 moment,\" when the astronauts aboard Orion will capture the full globe of the Earth from afar, as a backdrop to the Moon.\nWith confidence based on the Artemis I mission and the thousands of hours put into prior flight and ground testing, the Artemis II crew will board Orion atop the SLS for an approximate 10-day mission where they will set a record for the farthest human travel beyond the far side of the Moon in a hybrid free return trajectory.\nThe SLS rocket will launch the crew aboard Orion, and the spacecraft will make two orbits around Earth before committing to the trip to the Moon.Orion will first reach an initial insertion orbit at an altitude of 115 by 1,800 miles and the elliptical orbit will last approximately 90 minutes with the perigee adjusted via the rocket's first firing of the interim cryogenic propulsion stage (ICPS).After the first orbit, the rocket's ICPS will again provide the thrust to raise Orion into a high-Earth orbit (HEO), flying in an ellipse for approximately 42 hours between 200 and 59,000 miles above Earth.\nAfter reaching HEO, Orion will separate from the ICPS, and the expended stage will have one final use before it is disposed through Earth's atmosphere-the crew will use it as a target for a proximity operations demonstration.In this demonstration, the astronauts will pilot Orion's flight path and orientation in manual mode.The crew will use onboard cameras and the view from the spacecraft's windows to line up with the ICPS as they approach and back away from the stage to assess Orion's handling characteristics.The demonstration will provide performance data and operational experience that cannot be readily gained on the ground in preparation for critical rendezvous, proximity operations, docking, as well as undocking operations on beginning on Artemis III.\nThanks to nearly 20 years of continuous human habitation on the ISS, future Marsclass life support systems can be designed with a 36% reduction in mass.Mars systems will require less maintenance and fewer spares, making them much safer than current operational systems.These improved life support and environmental control technologies demonstrated on ISS have already been incorporated in Orion and will be put to the test on Artemis II.",
    "section_index": 13,
    "char_start_global": 23076,
    "char_end_global": 25531
  },
  {
    "heading": "Mars",
    "text": "Following the proximity operations demonstration, the crew will turn control back to mission controllers and spend the remainder of the day-long orbit verifying system performance in the space environment.In HEO, the crew will assess the performance of the life support systems necessary to generate breathable air and remove metabolically produced water vapor and carbon dioxide.They will remove the Orion Crew Survival System suit they wear for launch and spend the remainder of the in-space mission in plain clothes until they don their suits again to prepare for entry into Earth's atmosphere and recovery from the ocean.A change between the suit mode and cabin mode in the life support system as well as performance of the system during exercise periods where the crew's metabolic rate is the highest and sleep period where the crew's metabolic rate is the lowest, will confirm the life support system's readiness for the lunar flyby portion of the mission.\nWhile still in HEO, Orion will fly beyond the Global Positioning System (GPS) navigation system satellites and the Tracking Data Relay Satellite System (TDRS) communication satellites of NASA's Space Network and allow an early checkout of Deep Space Network (DSN) communication and navigation capabilities.Once Orion travels out to and around the Moon, it will need the Deep Space Network to enable mission control to maintain communication with the astronauts and command the spacecraft, as well as update the navigation system, so this early checkout will confirm readiness to perform the lunar flyby.Once back in range of GPS and TDRS on the return back towards Earth in HEO, Orion will switch back to GPS navigation and TDRS communication just as it will on landing day.\nAfter completing checkout procedures in HEO, Orion will perform the translunar injection maneuver, or TLI.With the ICPS having done most of the work to put Orion into HEO, Orion's service module now provides the last push needed to put the spacecraft on a path toward the Moon with a lunar free-return trajectory.The TLI will send the crew on an outbound trip of about four days and around the far side of the moon where they will ultimately create a figure eight extending more than 230,000 miles from Earth as Orion returns on another four day journey back home.This fuel-efficient trajectory harnesses the relationship of the Earth-Moon gravity field, ensuring that-after its trip around the far side of the Moon-Orion will be pulled back naturally by Earth's gravity, with no propulsive moves required.\nThe Artemis II crew will travel 4,600 miles (7,400 km) beyond the far side of the Moon.From this vantage point, they will be able to see the Earth and the Moon from Orion's windows, with the Moon close in the foreground and the Earth about a quarter-million miles in the background.\nThe only sunsets they will see during this mission will be in their first lap around Earth on their first day and a brief eclipse of the Sun as the Moon passes between them.The persistent sunlight will provide power production for Orion's solar arrays, but the crew will have to dim lights and shade the windows inside the capsule to simulate nighttime to achieve proper circadian rhythm.\nTo demonstrate NASA is developing and implementing key communication and navigation technologies to support robust exploration at and near the Moon.These technologies include the use of GPS signals by spacecraft and lunar surface systems for navigation, optical communications technology to allow multi-gigabit data connections back to the Earth, and expanding the Internet architecture into space through Disruption Tolerant Networking (DTN) standards and software.",
    "section_index": 14,
    "char_start_global": 25531,
    "char_end_global": 29214
  },
  {
    "heading": "Technology",
    "text": "capabilities for maintaining physical condition while flying, the astronauts will have an exercise regimen of aerobic and strength training.These workout plans will leverage decades of human spaceflight experience obtained in low-Earth orbit aboard the International Space Station, and will produce the highest levels of carbon dioxide and water vapor in the cabin, demanding the life support system to maintain proper cabin atmospheric conditions that will further verify the spacecraft's life support system performance.\nThroughout the mission, crew will have limited down-time to contact their families, but they will have one off-duty day to mentally prepare themselves for the return home and talk with their families and friends back on Earth via video chat while viewing the solar system out of Orion's windows.\nThe day before the crew returns home, they will prepare for Earth entry, descent and landing by pressurizing and testing the crew module propulsion systems and storing loose equipment before descent through Earth's atmosphere.On entry day, they will put on their pressurized spacesuits and strap into their seats before the crew module separates from the European service module.\nDuring reentry, the Orion spacecraft will be traveling at nearly 25,000 mph as it reenters the Earth's atmosphere, which will slow it down to 325 mph.Parachutes will then slow it further to about 20 mph for splashdown, ending a mission that will exceed 620,000 miles (over 1,000,000 km).Recovery forces, already positioned at the target landing zone, will be ready to recover the crew from the Pacific Ocean.",
    "section_index": 15,
    "char_start_global": 29214,
    "char_end_global": 30821
  },
  {
    "heading": "Artemis III",
    "text": "Artemis III will be the culmination of the rigorous testing and more than two million miles accumulated in space on NASA's deep space transportation systems during Artemis I and II.\nOrion and its crew of four will once again travel to the Moon-this time to make history with the first woman and next man to walk on its surface.A rapid return to the Moon requires the agency to minimize the number of systems involved with landing humans on the surface by 2024, so while future lunar landings will use the Gateway as a staging point in lunar orbit for missions to the surface, the agency's procurement for a commercially provided HLS left the door open for proposals that didn't use Gateway on early Artemis missions.\nFor long-term operations, the Gateway provides a staging point for human and robotic lunar missions.The orbiting outpost will support longer expeditions on the Moon, and potentially multiple trips to the surface during a single Artemis mission.The Gateway-to-surface operational system is also analogous to how a human Mars mission may work-with the ability for crew to remain in orbit and deploy to the surface.It is important to gain operational confidence in this system at the Moon before the first human missions to Mars.\nIn early 2021, NASA will launch the Cislunar Autonomous Positioning System Technology Operations and Navigation Experiment (CAPSTONE) CubeSat to conduct early verification of the lunar near-rectilinear halo orbit (NRHO).CAPSTONE will enter the orbit, rotating together with the Moon as it orbits Earth.The CubeSat will demonstrate how to enter into and operate in NRHO as well as test a new navigation capability.This information will help validate Gateway operational models.",
    "section_index": 16,
    "char_start_global": 30821,
    "char_end_global": 32541
  },
  {
    "heading": "Technology",
    "text": "The Human Landing System NASA has selected Blue Origin of Kent, Washington, Dynetics (a Leidos company) of Huntsville, Alabama, and SpaceX of Hawthorne, California to begin development work for the HLS that will land astronauts on the Moon and then safely return them to lunar orbit before their trip back to Earth during Artemis missions.The early development activities, which NASA anticipates will last approximately 10 months, will culminate in early 2021 with a preliminary design-level review in which NASA will determine which designs are the most mature to achieve the first human return to the Moon on Artemis III.These companies offered three distinct lander and mission designs, offering dissimilar redundancy, driving a broad range of technology development and, ultimately, more sustainability for lunar surface access.All three can dock with Orion or the Gateway to receive crew in lunar orbit, providing NASA with flexibility in mission planning.\nThe Blue Origin-led Human Landing System team includes Lockheed Martin, Northrop Grumman, and Draper.Their Integrated Lander Vehicle (ILV) is a three-stage lander with Blue Origin building the descent element, Lockheed Martin building the ascent element that includes the crew cabin, and Northrop Grumman building the transfer element.Draper will provide the guidance, navigation and control, avionics, and software systems.The ILV will launch on Blue Origin's New Glenn rocket and United Launch Alliance's (ULA) Vulcan heavy-lift rocket The Dynetics Human Landing System concept includes a single element providing the ascent and descent capabilities, with multiple modular propellant vehicles (MPVs) prepositioned to fuel the engines at different points in the mission.Dynetics plans to launch its lander and MPVs on ULA Vulcan heavy-lift rockets.\nThe SpaceX Starship is a fully reusable launch and landing system designed for travel to the Moon, Mars, and other destinations.It launches aboard a SpaceX Super Heavy rocket and is fueled in low-Earth orbit before embarking to lunar orbit.\nAlthough the landers will be developed by the commercial companies, NASA teams will be embedded with each company to provide insight and expertise.For the remainder of 2020, NASA will work with the contractors in a \"base period\" to streamline development of their respective systems to achieve the highest likelihood of getting to the Moon in 2024.The blended government-contractor teams will couple the speed and innovation of the private sector with government experience and expertise to collaborate on products and design approaches to streamline contract deliverables.In early 2021, NASA expects to determine which commercial concepts are the most mature to land astronauts on the Moon for the early Artemis surface expeditions.\nIn addition to NASA's experience in the Apollo program, the agency has developed and terrestrially flown two lander prototypes in the last decade-Mighty Eagle and Morpheus.Work continues on technology development in the areas of precision landing, cryogenic fluid management & propulsion, intelligent/resilient systems and advanced robotics.",
    "section_index": 17,
    "char_start_global": 32541,
    "char_end_global": 35669
  },
  {
    "heading": "Technology",
    "text": "The first crew landings will be considered demonstrations of the contractor HLS systems.Similar to the precursor demonstrations for commercial cargo and commercial crew delivery services to the International Space Station, NASA believes that successful demonstrations are an effective approach to validating commercial space transportation capabilities before entering into services contracts.\nThe agency is planning crewed exploration missions to the lunar surface beginning in 2024 that will include demonstrations of the new HLS systems.The initial missions represent a human return to the Moon for the first time since 1972, but with several key differences, including the use of 21st century technologies and access to more parts of the Moon.Later sustainable surface exploration demonstration missions will make full use of the Gateway-enabled capabilities, including refueling and reuse of all or parts of the lander and conducting critical Mars mission simulations.This approach allows NASA and industry to combine their respective expertise and capabilities into tightly collaborative partnerships needed to meet this challenge before achieving a regular cadence of landings using commercial services contracts later in the decade.\nThe HLS Program office will oversee all HLS verification, validation and certification to ensure requirements for flight readiness to meet NASA's expectations for crew safety and human rating standards.NASA also will work closely with all HLS contractors to ensure that flight tests are conducted in a relevant environment to reduce as many risks as possible before crewed missions.The HLS Program office will use the best of NASA to ensure the agency's objectives are safely met.",
    "section_index": 18,
    "char_start_global": 35669,
    "char_end_global": 37390
  },
  {
    "heading": "Artemis III Surface Operations",
    "text": "The exact landing site for Artemis III astronauts depends on several factors, including the specific science objectives and the launch date.High-resolution data received from NASA's Lunar Reconnaissance Orbiter (LRO) has provided incredible views and detailed mapping of the lunar surface, including changes in lighting throughout the year.The agency is working with the global science community to study different regions that provide key desired traits: access to significant sunlight, which provides minimal temperature variations and potentially the only power source; continuous line-of-sight to Earth for mission support communications; mild grading and surface debris for safe landing and walking or roving mobility; and close proximity to permanently shadowed regions, some of which are believed to contain resources such as water ice.\nThrough the CLPS initiative, NASA will gain even more surface data through science investigations that will help identify additional areas of interest for human exploration.For instance, investigation results from VIPER, the robotic scout, may also offer valuable information for landing site decisions.\nIn addition to two crew, the HLS will carry up to 220 lbs (100 kg) of science tools and equipment to the surface, with the goal of returning up to 87.5 lbs (35 kg) of samples.Pending an earlier test of the lander's descent stage, more supplies may be placed on the surface prior to crew arrival.In addition, our CLPS providers may be used to deliver pre-emplaced science instruments and equipment for use by our first human return crew while exploring on the lunar surface.\nOn this intrepid first week-long expedition, the crew will characterize and document the regional geology, including small permanently shadowed regions, if available.They will collect a variety of samples to return to Earth for later research: rock samples to help date the sequence of impact events on the Moon; core tube samples to capture ancient solar wind trapped in regolith layers; and paired samples of material within and outside a permanently shadowed region to characterize the presence of volatiles and assess geotechnical differences between materials inside and outside of permanent shadows.\nWhile on the surface, crew will live in the cabin of the ascent vehicle-the upper part of the landing system that they will use to get back to lunar orbit when the surface expedition concludes.NASA requires a minimum of two moonwalks during the Artemis III surface expedition, and is currently working to drive down HLS vehicle mass to allocate more resources to spacesuit life support systems.The goal, if mass allows, is for the crew to conduct four planned EVAs, and reserve additional consumables for one unplanned contingency EVA.In this scenario, days 1, 2, 4, and 5 will be primarily focused on moonwalks to conduct science and technology demonstrations, with the latter part of day 5 dedicated to site cleanup.The cleanup may involve securing tools or other moonwalk instruments for use on future expeditions, and will require placement far enough from the lander that they don't cause a hazard during liftoff.Day 3 will be for crew rest, conducting science inside the ascent vehicle, and public engagement activities.\nArtemis science goals will be driven by U.S. and international science community priorities.\nBroad lunar-based science themes that can be addressed with human-robotic investigations on the Moon include: • The study of planetary processes • The study of lunar volatile cycles and the in-situ resource utilization (ISRU) potential of resources for lunar exploration and beyond • The impact history of the Earth-Moon system • A platform to study the universe and geospace, including Earth • Record of the ancient Sun • A platform for experimental science in the lunar environment See Appendix 1 for more on the Artemis Science Strategy.",
    "section_index": 19,
    "char_start_global": 37390,
    "char_end_global": 41278
  },
  {
    "heading": "Science",
    "text": "Moonwalks will begin with cabin and suit hardware preparation once the crew has depressurized the lander.Outside on the Moon, the two crew members will spend about 1.5 hours on set-up tasks including configuring the lander for contingency return, and unpacking tools and equipment for the objectives of the day.They also will pre-position dust cleaning equipment to minimize the amount of lunar soil that gets tracked back into the cabin.The crew will spend approximately four hours outside, conducting dedicated science and technology demonstration activities.The scope of exploration will be constrained by the ability to return to the lander should a failure occur.If the LTV can be delivered to the landing site region before the crew arrives, the distance they cover on each moonwalk will greatly expand.\nAfter completing this historic expedition on the lunar surface, the crew will launch from the surface to rendezvous with Orion and their crewmates in lunar orbit.With their pristinely preserved samples from the Moon, the crew will prepare for the three-day trip back to Earth.\nWhen Artemis III lands the first woman and next man on the Moon in 2024, America will demonstrate a new level of global space leadership.With lunar exploration capability re-established, NASA and the world will be ready to build a sustained presence on the lunar surface in preparation for human exploration of Mars.",
    "section_index": 20,
    "char_start_global": 41278,
    "char_end_global": 42681
  },
  {
    "heading": "The Gateway",
    "text": "The first two Gateway modules, the PPE and the HALO, will be integrated on the ground and launched together on a single rocket in 2023.\nMaxar Technologies of Westminster, Colorado, is developing the PPE, leveraging heritage systems from the company's geostationary orbit satellites.The spacecraft's solar electric propulsion system is three times more powerful than current systems, and provides Gateway with electrical power, control, thrust, and communication capabilities.The PPE also provides accommodations for science and technology demonstration payloads.\nNorthrop Grumman of Falls Church, Virginia, is developing the HALO, which will be the initial crew cabin for astronauts visiting the Gateway.Its primary purpose is to provide basic life support needs for the visiting astronauts after they arrive in the Orion and prepare for their trip to the lunar surface.It will provide command, control, and data handling capabilities; energy storage and power distribution; thermal control; communications and tracking capabilities; as well as environmental control and life support systems to augment the Orion spacecraft and support crew members.It also will have several docking ports for visiting vehicles and future modules, as well as space for science and stowage.\nCargo deliveries, initially provided by SpaceX of Hawthorne, California, will service the Gateway with pressurized and unpressurized cargo, including food and water for crew, science instruments, and supplies for the Gateway and lunar surface expeditions.\nOnce in lunar orbit, the Gateway will enter a period of scientific operations.Designed to operate autonomously and with internationally agreed-upon interoperability standards, it will provide a unique platform to conduct science investigations in deep space and outside the protection of the Earth's Van Allen radiation belts.The international science community has identified heliophysics, radiation, and space weather as high-priority investigations to fly on the Gateway.The first two payloads are a radiation instrument package provided by ESA and a space weather instrument suite provided by NASA.\nESA's radiation investigation, the European Radiation Sensors Array (ERSA) will help provide an understanding of how to keep astronauts safe by monitoring the radiation exposure in Gateway's unique orbit.The NASA space weather instrument suite, Heliophysics Environmental and Radiation Measurement Experiment Suite (HERMES), will monitor solar particles and solar wind.These early instruments will improve our deep space environmental forecasting capabilities to better protect our human deep space explorers and human health and performance investigations building off of our decades-long research in low-Earth orbit.The data gathered by these payloads, coupled with Gateway operational experience, will be leveraged to enable sustainable lunar operations and successfully complete the first crewed mission to Mars.",
    "section_index": 21,
    "char_start_global": 42681,
    "char_end_global": 45629
  },
  {
    "heading": "Chapter 3: Extending Lunar Missions and Preparing for Mars",
    "text": "After Artemis III, NASA and its partners will embark on missions on and around the Moon that also will help prepare us for the types of mission durations and operations that we will experience on human missions to Mars.In this drive toward a more robust human lunar enterprise, NASA, U.S. industry, and our global partners will establish the infrastructure, systems, and robotic missions that can enable a sustained lunar surface presence.To do this, we will expand the Gateway's capabilities, gain high confidence in commercial lunar landers departing from the Gateway, and establish the Artemis Base Camp at the South Pole of the Moon.\nWith the core Artemis elements in operation-SLS, Orion, HLS, the Gateway, and potentially the LTV-NASA is engaging international and commercial partners to pursue additional surface capabilities.With this approach, NASA will leverage years of investment in the systems needed to return to the Moon, while fostering new partnerships and spurring new capabilities to ensure that humanity's return to the Moon is sustainable and extensible to the first human mission to Mars.One such example is an extensible and scalable lunar communications and navigation architecture, known as LunaNet.\nWith a LunaNet architecture in place, robotic landers, rovers, and astronauts on the Moon will have network access similar to networks on Earth.Rovers analyzing samples can send their data to relays orbiting the Moon, which can then transmit that data back to Earth.Astronauts on the lunar surface will be able to receive real-time alerts generated from space weather instruments of incoming solar flares, giving them ample time to seek cover.Each communications link will be a connection to the larger network, allowing data transfers between any assets on the network.LunaNet will also support positioning, navigation and timing (PNT) services and allow for more precise surface operations and science than ever before.This flexible solution to enable exploration and science activities can be provided by a combination of NASA, commercial partners, international partners, and others.This flexibility will be critical as NASA moves forward with its plans for both lunar and solar system exploration, allowing LunaNet to grow in a manner analogous to the development of the internet on Earth.\nNumerous potential international partners have expressed their interest in lunar surface operations.International partners could provide key contributions such as rovers, surface habitats, and ISRUrelated equipment.Moreover, activities conducted on the surface of the Moon and in cislunar space generally represent an excellent opportunity for NASA to expand its global partnerships, with a focus on new, emerging space agencies.",
    "section_index": 22,
    "char_start_global": 45629,
    "char_end_global": 48378
  },
  {
    "heading": "On the Surface: Artemis Base Camp",
    "text": "Artemis Base Camp will be our first foothold on the lunar frontier.The three proposed primary mission elements of Artemis Base Camp are the Lunar Terrain Vehicle (unpressurized rover) to transport suited astronauts around the site; the habitable mobility platform (pressurized rover) that can enable long-duration trips away from Artemis Base Camp; and the foundation surface habitat that will accommodate four crew on the lunar surface and anchoring Artemis Base Camp and the U.S. presence at the South Pole.Together-along with supporting infrastructure such as communications, power, radiation shielding, and waste disposal and storage planning-these elements comprise a sustained capability on the Moon that can be revisited and built upon over the coming decades while also testing systems that will be required for human missions farther into the solar system.\nThe additional infrastructure at the base camp will support one-to two-month expeditions on the surface to learn more about the Moon and the universe at large, and to develop new technologies that will advance our national industries while developing new resources that will help grow a new lunar economy.The Artemis Base Camp will demonstrate America's continued leadership in space and prepare us to undertake humanity's first mission to Mars.\nMobility is vital to the long-term exploration and development of the Moon.In addition to its size, the Moon's geography is complex and its resources dispersed.Evaluating potential sites for Artemis Base Camp, such as near Shackleton Crater, reflects the immense scale of the lunar geography.Robust mobility systems will be needed to explore and develop the Moon and to explore Mars.The habitable mobility platform is a particularly important mission element as the first mission to Mars will use a similar type of spacecraft.\nSee Appendix 6: NASA's Plan for Sustained Lunar Exploration Development for more on the Artemis Base Camp and other elements of sustainable lunar exploration.",
    "section_index": 23,
    "char_start_global": 48378,
    "char_end_global": 50375
  },
  {
    "heading": "Lunar Resources",
    "text": "As our sustained presence grows at the Moon, opportunities to harvest lunar resources could lead to safer, more efficient operations with less dependence on supplies delivered from Earth.NASA has several current ISRU investments through partnerships with industry and academia.Prospecting, extraction and mining initiatives are advancing our capabilities to find and harness resources from the lunar regolith.Chemical and thermal process developments may provide options to break down naturally occurring minerals and compounds found on the Moon and convert them to human consumables or even propellant.Other potential longer-term applications could lead to extraterrestrial metal processing and construction of habitats or other lunar surface structures using resources found on the Moon.Many of these technologies could be demonstrated and advanced on the Moon for future use at Mars.And while the Moon has no atmosphere, we know that the Mars atmosphere is rich in carbon dioxide, so NASA is also investing in initiatives to focus on atmospheric extraction and conversion of CO2 to other useful elements or compounds.\nIn April 2020, the White House issued an Executive Order, \"Encouraging International Support\nfor the Recovery and Use of Space Resources,\" addressing U.S. policy regarding the recovery and use of resources from the Moon and other celestial bodies.This Executive Order directs the Secretary of State to lead a U.S. Government effort to develop joint statements, bilateral agreements, and multilateral instruments with like-minded foreign states to enable safe and sustainable operations for the commercial recovery and use of space resources.NASA is supporting State Department efforts to advance the Executive Order by conducting a trailblazing purchase of an extraterrestrial resource.Specifically, NASA plans to purchase from one or more Astronauts at Artemis Base Camp will test a wide set of new technologies in six priority areas encompassed by NASA's Lunar Surface Innovation Initiative.For example, advancing ISRU technologies could lead to future production of fuel, water, and/or oxygen from local materials, decreasing supply needs from Earth.Advanced solar and fission power systems and autonomous manufacturing technologies could also be demonstrated at the Artemis Base Camp for long-duration operations on the Moon and Mars.See Appendix 2 for more on the Artemis Lunar Surface Technology Strategy.",
    "section_index": 24,
    "char_start_global": 50375,
    "char_end_global": 52807
  },
  {
    "heading": "Technology",
    "text": "This image of Shackleton Crater on the lunar South Pole was captured by the Lunar Reconnaissance Orbiter.Laid on top is the 64-mile long Washington, D.C. Capital Beltway for scale.\nproviders a sample of an extracted lunar resource for a nominal dollar value.The sample will be delivered in place on the lunar surface for retrieval by NASA at a later date.This process will establish a critical precedent that lunar resources can be extracted and purchased from the private sector in compliance with Article II and other provisions of the Outer Space Treaty.",
    "section_index": 25,
    "char_start_global": 52807,
    "char_end_global": 53364
  },
  {
    "heading": "In Orbit: The Gateway",
    "text": "The Gateway will forge U.S. leadership and establish a presence in the region between the Moon and Earth with our international partners.The orbiting outpost also will offer a unique platform from which to conduct science investigations, with the potential to navigate to different orbits around the Moon.\nWhile the Gateway is a much smaller and more focused platform than the International Space Station, NASA is taking the lessons learned from that experience to implement a lunar architecture in which multiple providers (of crew systems, propulsion, logistics, science platforms, technology demonstrators, etc.) can provide complementary capabilities that increase the overall success and resiliency of the lunar architecture.Early work to define a series of International Deep Space Interoperability Standards has formed the basis through which industry and international partners can \"plug and play\" into the deep space exploration architecture.NASA and the international community collaborated to define the standards with the goal of defining interfaces and environments to facilitate cooperative deep space exploration endeavors.These standards focus on\nThe Gateway's capabilities could help NASA and its partners prepare for human missions to Mars by enabling Mars mission simulations (or analogs) while the crew is still relatively close to home.\nWhile the Mars architecture is not finalized, the Gateway is our technical and operational proving ground for that type of Mars mission.",
    "section_index": 26,
    "char_start_global": 53364,
    "char_end_global": 54858
  },
  {
    "heading": "Mars",
    "text": "Artist's concept of the Gateway including international contributions, with Orion approaching.\ntopics prioritized in this early phase of exploration planning and are not intended to dictate design features beyond the interfaces.The standards include: avionics, communication, environmental control and life support systems, power, rendezvous, robotics, thermal control, and software.\nOur current space station partners will provide important contributions to Gateway, comprising advanced external robotics, additional habitation, and possibly other enhancements.Canada announced in February 2019 that it intends to participate in the Gateway and contribute advanced external robotics.In October 2019, Japan announced plans to join the United States on the Gateway with contributions of habitation components and logistics resupply.In November 2019, ESA received authorization and funding to support its planned contributions to the Gateway including habitation and refueling.Russia has also expressed interest in cooperating on the Gateway.\nThe Gateway also will play a pivotal role in Mars mission simulations at the Moon.For these simulations, we currently envision a four-person crew traveling to the Gateway and living aboard the outpost for a multi-month stay to simulate the outbound trip to Mars, followed by two crew traveling down to Artemis Base Camp and exploring the lunar surface with the habitable mobility platform, while the two remaining crewmembers stay aboard the Gateway.The four crew are then reunited at the Gateway for another multi-month stay, simulating the return trip to Earth, before landing back home.\nThese missions will be by far the longest human deep space missions in history.They will be the operational tests of our technical and operational readiness for the first human Mars mission.",
    "section_index": 27,
    "char_start_global": 54858,
    "char_end_global": 56679
  },
  {
    "heading": "Summary",
    "text": "All major components required to lead a robust human return to the Moon are underway, with U.S. commercial lunar robotic deliveries leading the way in 2021.NASA's deep space transportation systems are in the final stages of testing before integration.The Artemis I and Artemis II flight tests will validate rocket and spacecraft performance and set America on a course to once again return astronauts to the Moon.NASA will also work with commercial partners to build landers and conduct risk-reducing tests in the lead-up to the landings on the Artemis III mission and beyond.\nOur charge is bold and to meet it, we must employ innovative development approaches.At every milestone we will learn and improve our technical methods.Our top priority is the safety of our people-not just the astronauts who we send on these missions, but also the thousands of workers on the ground who make it all possible.\nWith the approach laid out in this document, NASA will leverage years of hard work and national investment in the systems needed to return to the Moon, while enabling current and new partners and capabilities to achieve sustainability-all of which will lead to the first human mission to Mars.\nThis vision, coupled with support from key stakeholders and one of the strongest budgets in NASA's history, is the way forward to the Moon.With modern deep space systems in development, a growing corps of astronauts, and new science investigations and technologies planned to study the Moon ahead of a human return, we are closer to landing crew on the Moon again than at any other time in our history since the Apollo program.The sooner we go to the Moon, the sooner we send astronauts to Mars.",
    "section_index": 28,
    "char_start_global": 56679,
    "char_end_global": 58370
  },
  {
    "heading": "APPENDIX 1: Artemis Science Strategy",
    "text": "Establishing a sustainable human presence on the Moon allows NASA to develop and test new approaches, technologies, and systems that will enable us to function in other, more challenging environments.Technology investments for Artemis are being targeted at technologies that would vastly reduce the cost of deep space exploration, making possible even more ambitious missions to Mars.By working side by side with commercial enterprises and international partners, combining knowledge and expertise to fully explore the lunar surface, many technical advances and breakthroughs will be made that will feed technological and economic growth on Earth.",
    "section_index": 29,
    "char_start_global": 58370,
    "char_end_global": 59017
  },
  {
    "heading": "Technology Goals",
    "text": "The Lunar Surface Innovation Initiative (LSII) activities are implemented through a combination of in-house activities, competitive programs, and public-private partnerships aimed to spur the creation of novel technologies needed for lunar surface exploration and accelerate the technology readiness of crucial systems and components.",
    "section_index": 30,
    "char_start_global": 59017,
    "char_end_global": 59351
  },
  {
    "heading": "Priorities",
    "text": "Through LSII, NASA's Space Technology Mission Directorate (STMD) is developing and demonstrating capabilities to retire technology hurdles in the following areas:\n• In-situ resource utilization technologies for collecting, processing, storing, and using material found or manufactured on the Moon or other planetary bodies.\n• Surface power technologies that provide the capability for sustainable, continuous power throughout the lunar day and night.\n• Dust mitigation technologies that diminish dust hazards on lunar surface systems such as cameras, solar panels, spacesuits, and instrumentation.\n• Extreme environment technologies that enable systems to operate throughout the range of lunar surface temperatures.\n• Extreme access technologies that enable humans or robots to efficiently access, navigate, and explore previously inaccessible lunar surface or subsurface areas.\n• Excavation and construction technologies that enable affordable, autonomous manufacturing or construction.",
    "section_index": 31,
    "char_start_global": 59351,
    "char_end_global": 60338
  },
  {
    "heading": "Implementation Strategy",
    "text": "• Ensure that there is an ambitious, cohesive, executable agency strategy for developing and deploying the technologies required for successful lunar surface exploration.\n• Integrate a broad spectrum of stakeholders to develop an acquisition strategy that efficiently facilitates robust collaborations and partnerships with industry and academia.\n• Address planning, implementation, and budget needs to enable lunar surface activities across STMD programs.\n• Collaborate with agency stakeholders, other government agencies, universities, industry, and international partners to better align the agency's investments relative to lunar surface demonstrations.\nA key tenet of LSII is the Lunar Surface Innovation Consortium, a collaboration across industry, academia, and government to successfully develop the transformative capabilities for lunar surface exploration.The consortium assists NASA in:\n• Identifying lunar surface technology needs and assessing the readiness of relative systems and components.\n• Making recommendations for a development and deployment strategy of the technologies required for successful lunar surface exploration.\n• Providing a central resource for gathering information, integrating technology interfaces, and sharing results.\nNASA engineer with a lunar drill payload prototype.",
    "section_index": 32,
    "char_start_global": 60338,
    "char_end_global": 61648
  },
  {
    "heading": "Orion Water Impact Testing",
    "text": "Water impact testing provides high fidelity data of the forces that the Orion spacecraft structure and its astronaut crew would experience, helping to protect the crew and informing future designs.Engineers have conducted 16 drop tests of an Orion test article in the hydro impact basin at the Landing and Impact Research Facility at NASA's Langley Research Center in Hampton, Virginia.They investigated landing technologies, including air bags, retro rockets, shock absorbing struts and crushable structures.In 2011, ascent abort scenarios were performed in six drops during rough seas, and 10 drops with a ground test article using the heat shield from Exploration Flight Test-1 tested atypical landing scenarios.The campaign of swing and vertical drops simulated water landing scenarios to account for different velocities, parachute deployments, entry angles, wave heights and wind conditions the spacecraft may encounter when landing in the ocean.",
    "section_index": 33,
    "char_start_global": 61648,
    "char_end_global": 62600
  },
  {
    "heading": "Orion Heat Shield Testing",
    "text": "The Orion heat shield was redesigned from one piece to individual blocks of material following the Exploration Flight Test-1 in 2014.This new design introduced several unknowns that prompted further testing and risk reduction.Engineers performed more than 30 tests across the United States on the new design to investigate the effects of the block structure that could disrupt the smooth airflow and cause localized heating spots.Understanding both effects is critical to confirm the heat shield will thermally protect the astronauts during reentry.Testing concluded in March 2019 at Langley with a 6-inch Orion heat shield model in the 20-inch Mach 6 wind tunnel.The 6-inch Orion heat shield model was machined to represent small-scale features, including the patterns expected as the heat shield ablates, or slowly burns away as planned, during reentry flight.Orion's heat shield will help it endure the approximately 5,000 degrees Fahrenheit it will experience upon reentry.The heat shield that will protect Orion on Artemis I was installed on the crew module in Aug. 2018.",
    "section_index": 34,
    "char_start_global": 62600,
    "char_end_global": 63676
  },
  {
    "heading": "Orion Parachute Testing",
    "text": "NASA completed the final test of Orion's parachute system in 2018, at the U.S. Army's Yuma Proving Ground in Arizona, to qualify the system for Artemis flights with astronauts.Over the course of eight tests, engineers evaluated the performance of the parachute system, consisting of 11 parachutes, during normal landing sequences as well as several failure scenarios and a variety of potential aerodynamic conditions to ensure astronauts can return safely from deep space missions.The system has a series of cannon-like mortars, pyrotechnic bolt cutters, and more than 30 miles of Kevlar lines attaching the top of the spacecraft to the 36,000 square feet of parachute canopy material.In about 10 minutes of descent through Earth's atmosphere, everything must deploy in precise sequence to slow Orion and its crew from about 300 mph to a relatively gentle 20 mph for splashdown in the ocean.",
    "section_index": 35,
    "char_start_global": 63676,
    "char_end_global": 64567
  },
  {
    "heading": "Orion Service Module Propulsion Testing",
    "text": "NASA and ESA completed 51 test sequences, conducted in two phases, to certify the European Service Module's propulsion system for Artemis I using the Propulsion Qualification Module at the White Sands Test Facility in Las Cruces, New Mexico.The test article was delivered by ESA and Airbus to White Sands in 2017, to verify the performance of the multiple types of rocket engines (orbital maneuvering system engine, auxiliary thrusters, reaction control system), propellant feed systems, and various other propulsion operations during nominal and off-nominal conditions.",
    "section_index": 36,
    "char_start_global": 64567,
    "char_end_global": 65137
  },
  {
    "heading": "Orion Structural Testing",
    "text": "Lockheed Martin engineers in Denver are conducting a series of tests using Orion's structural test article comprised of three main elements: a crew module, service module and the launch abort system.During the next few months, the test articles will undergo load, acoustic, vibration, shock and lightning tests.The lightning test is nearing completion in spring 2020 and is collecting data to evaluate the indirect effects on an Orion spacecraft if a lightning strike occurred at the pad or during ascent.Final planning and preparations are underway in Denver for a pyro shock test to jettison the solar array fairings.The test will perform an ordnance operation in May 2020 that will jettison the three fairings the cover the service module in a flight scenario.",
    "section_index": 37,
    "char_start_global": 65137,
    "char_end_global": 65900
  },
  {
    "heading": "Orion Pressure Vessel Testing",
    "text": "In January 2016, technicians at Michoud Assembly Facility in New Orleans finished welding together the primary structure of the Orion spacecraft destined for deep space and prepared it for delivery to Kennedy in February.In May 2016, engineers at Kennedy conducted a series of tests on the spacecraft's pressure vessel, or underlying structure of the crew module.Strain gauges measured the strength of the welds on the spacecraft as it was pressurized to greater than the maximum pressure it is expected to encounter on orbit.",
    "section_index": 38,
    "char_start_global": 65900,
    "char_end_global": 66426
  },
  {
    "heading": "Orion Power-on Testing",
    "text": "In August 2017, the Orion crew module was powered on at Kennedy for the first time.The tests verified the health and status of Orion's core computers and power and data units to ensure the systems communicate precisely with one another to accurately route power and functional commands throughout the spacecraft.In spaceflight, Orion will generate power through its four solar array wings which collectively hold about 15,000 solar cells that can harness enough electricity to power eight three-bedroom homes.The power and data units then distribute that power as needed throughout the spacecraft.",
    "section_index": 39,
    "char_start_global": 66426,
    "char_end_global": 67023
  },
  {
    "heading": "Artemis II Orion Pressure Vessel Fabrication and Delivery",
    "text": "The Orion pressure vessel for the Artemis II mission with crew was assembled at NASA's Michoud Assembly Facility in New Orleans.The vessel is the primary structure that holds the pressurized atmosphere astronauts will breathe and work in while in the vacuum of deep space.It consists of seven large aluminum pieces that are joined together using friction-stir welding to produce a strong, yet light-weight, airtight capsule.The pressure vessel was loaded into the crew module transportation fixture and then lowered onto a heavy equipment semitrailer for the nearly 700-mile journey over land to Kennedy in August 2018.",
    "section_index": 40,
    "char_start_global": 67023,
    "char_end_global": 67642
  },
  {
    "heading": "SLS RS-25 Engine Testing",
    "text": "Acceptance testing is complete for all 16 RS-25 engines that served as former space shuttle main engines.Tests at Stennis Space Center near Bay St. Louis, Mississippi, have shown that the engines can perform at the higher power level needed to launch the super heavy-lift SLS rocket.NASA tested the first SLS flight engine in March 2016 and completed acceptance testing in April 2019.Testing included certifying new controllers (plus one spare) to be used by the heritage RS-25 engines.Altogether, the agency has conducted 32 developmental and flight engine tests for a total of 14,754 seconds-more than four hours -of cumulative hot fire.Tests with development engines also tested new parts for future engines.Aerojet Rocketdyne made these parts with advanced manufacturing techniques, such as additive manufacturing and have the potential to increase reliability and sustainability of the engines.",
    "section_index": 41,
    "char_start_global": 67642,
    "char_end_global": 68541
  },
  {
    "heading": "SLS Booster Testing",
    "text": "The SLS boosters are modeled after the space shuttle boosters but have an additional segment to provide more power and several other upgrades.The boosters completed five full-up test firings in a horizontal position with the final qualification motor test in June 2016 at Northrop Grumman's facility in in Promontory, Utah.While the boosters are using metal casings and parts that were flown on space shuttle missions, they have many new and upgraded parts including new insulation and avionics systems to control flight that have been tested at Kennedy Space Center where they are assembled and outfitted.The booster motor segments for the first two Artemis missions are assembled and ready for stacking with other booster components at Kennedy.Teams have started testing small solid rocket motors that will help the agency build next-generation solid rocket boosters for future SLS flights.",
    "section_index": 42,
    "char_start_global": 68541,
    "char_end_global": 69433
  },
  {
    "heading": "SLS Wind Tunnel Testing",
    "text": "The SLS team has completed extensive wind tunnel testing at NASA's Ames Research Center in Moffett Field California, Langley, and Marshall.These tests use scale rocket models to study how the vibration, base heating, and other environments affect the launch vehicle designs for both the Block 1 and Block 1B SLS configurations.",
    "section_index": 43,
    "char_start_global": 69433,
    "char_end_global": 69760
  }
]