{"sid": 0, "section_index": 0, "section_heading": "ABSTRACT", "text": "Spaceflight poses risks to the central nervous system (CNS), and understanding neurological responses is important for future missions.", "char_start_section": 0, "char_end_section": 135, "char_start_global": 0, "char_end_global": 135}
{"sid": 1, "section_index": 0, "section_heading": "ABSTRACT", "text": "We report CNS changes in Drosophila aboard the International Space Station in response to microgravity (SFμg) and artificially simulated Earth gravity (SF1g) via inflight centrifugation as a countermeasure.", "char_start_section": 135, "char_end_section": 341, "char_start_global": 135, "char_end_global": 341}
{"sid": 2, "section_index": 0, "section_heading": "ABSTRACT", "text": "While inflight behavioral analyses", "char_start_section": 341, "char_end_section": 375, "char_start_global": 341, "char_end_global": 375}
{"sid": 3, "section_index": 1, "section_heading": "INTRODUCTION", "text": "Exploration missions to the Moon and Mars would expose astronauts to environmental challenges, including gravitational changes, ionizing radiation, altered circadian rhythm, elevated CO 2 , and isolation.", "char_start_section": 0, "char_end_section": 204, "char_start_global": 375, "char_end_global": 579}
{"sid": 4, "section_index": 1, "section_heading": "INTRODUCTION", "text": "Human acclimation to these environments presents complex health effects, with acute and prolonged consequences in multiple tissues that may result in increased risk to crew health and performance during the mission (Afshinnekoo et al., 2020;Crucian et al., 2015;Garrett-Bakelman et al., 2019;Grimm et al., 2016;Indo et al., 2016;Kononikhin et al., 2017;Wilson et al., 2018).With a high concentration of oxidizable, unsaturated lipids, low levels of antioxidant defenses, and high energy demand, the central nervous system (CNS) is particularly vulnerable to space stressors, with studies reporting behavioral deficits in spatial orientation, coordination, and locomotion, as well as cognition (Cekanaviciute et al., 2018;Clément et al., 2020, Salim, 2017, Friedman, 2011).", "char_start_section": 204, "char_end_section": 977, "char_start_global": 579, "char_end_global": 1352}
{"sid": 5, "section_index": 1, "section_heading": "INTRODUCTION", "text": "Spanning over 60 years of research, the short-term impacts of spaceflight on the CNS have been investigated, but there is still insufficient data regarding its long-term health risks (Clément et al., 2020).Also, there are limitations to evaluating the impact of CNS damage in humans.", "char_start_section": 977, "char_end_section": 1260, "char_start_global": 1352, "char_end_global": 1635}
{"sid": 6, "section_index": 1, "section_heading": "INTRODUCTION", "text": "Therefore, there is a need to leverage research approaches using animal models that would aid in cellular, molecular, and mechanistic understanding of CNS responses to spaceflight.", "char_start_section": 1260, "char_end_section": 1440, "char_start_global": 1635, "char_end_global": 1815}
{"sid": 7, "section_index": 1, "section_heading": "INTRODUCTION", "text": "Recent literature has established the fruit fly as a valuable model for understanding the effects of microgravity (μg), hypergravity, and radiation in the spaceflight environment (Hateley et al., 2016;Hosamani et al., 2016;Ikenaga et al., 1997;Marcu et al., 2011;Ogneva et al., 2016).With their small size, short generation time (~10 days), short lifespan (~60-80 days), large number of offspring, and low cost of rearing, flies mitigate many of the practical concerns stemming from performing long term, multigenerational studies in space.", "char_start_section": 1440, "char_end_section": 1981, "char_start_global": 1815, "char_end_global": 2356}
{"sid": 8, "section_index": 1, "section_heading": "INTRODUCTION", "text": "Here, we present the results of an International Space Station (ISS)-based study, MVPFly-01(Multi-use Variable-gravity Platform), to understand the effects of spaceflight on the fly nervous system and the value of artificial gravity (AG) as a countermeasure.", "char_start_section": 1981, "char_end_section": 2239, "char_start_global": 2356, "char_end_global": 2614}
{"sid": 9, "section_index": 1, "section_heading": "INTRODUCTION", "text": "AG is an attractive countermeasure, since it can potentially ameliorate the effect of microgravity (μg) on multiple physiological systems, by simulating Earth-like gravity (Clément, 2017;Clément and Traon, 2004;Horie et al., 2019;Shiba et al., 2017;Young, 1999).We performed behavioral analyses, brain immunohistochemistry, proteomics, and transcriptomics on flies subjected to microgravity (SFμg), inflight artificially simulated Earth gravity (SF1g), and environmentally matched ground control (Earth).Our results showed inflight and postflight behavioral changes and morphological alterations in the brain immediately postflight in response to μg.", "char_start_section": 2239, "char_end_section": 2889, "char_start_global": 2614, "char_end_global": 3264}
{"sid": 10, "section_index": 1, "section_heading": "INTRODUCTION", "text": "Further, acclimation to Earth following spaceflight revealed brain morphological changes in both SF1g and SFμg flies, with pronounced phenotypes in SFμg.", "char_start_section": 2889, "char_end_section": 3042, "char_start_global": 3264, "char_end_global": 3417}
{"sid": 11, "section_index": 1, "section_heading": "INTRODUCTION", "text": "These results, in combination with metabolic pathways altered in transcriptomic and proteomic studies on fly heads frozen on the ISS provide comprehensive information on the effects of inflight AG exposure on CNS and postflight acclimation to Earth conditions.", "char_start_section": 3042, "char_end_section": 3302, "char_start_global": 3417, "char_end_global": 3677}
{"sid": 12, "section_index": 2, "section_heading": "The MVP-Fly-01 mission", "text": "The ISS is a useful environment for studying the effects of spaceflight by combining a μg environment with ionizing radiation and CO 2 levels that are elevated compared to Earth's surface (McDonald et al., 2020).The MVP-Fly-01 validation mission (34 days) has enabled comprehensive investigations of the fly CNS (Figure 1A).The two inflight centrifuges in the MVP hardware allowed us to maintain one centrifuge at μg (SFμg) with the flies developing entirely in μg, while the other centrifuge simulated Earth's gravitational force (SF1g) on ISS and acted as a high-fidelity on-orbit control for gravity.", "char_start_section": 0, "char_end_section": 603, "char_start_global": 3677, "char_end_global": 4280}
{"sid": 13, "section_index": 2, "section_heading": "The MVP-Fly-01 mission", "text": "In other words, the spaceflown flies experienced identical environmental perturbations during take-off and landing, were maintained in identical hardware, similar gas composition, sound pressure levels, temperature, and radiation environments in space, but were reared either under a 1g force in space or in μg.", "char_start_section": 603, "char_end_section": 914, "char_start_global": 4280, "char_end_global": 4591}
{"sid": 14, "section_index": 2, "section_heading": "The MVP-Fly-01 mission", "text": "Upon completing the mission, a postflight ground control experiment was performed on Earth (Earth) using the same flight hardware and precisely simulating spaceflight conditions.", "char_start_section": 914, "char_end_section": 1092, "char_start_global": 4591, "char_end_global": 4769}
{"sid": 15, "section_index": 2, "section_heading": "The MVP-Fly-01 mission", "text": "The flies retrieved upon completion of the mission were used for behavioral, morphological, and acclimation analyses to study the effects of spaceflight on the CNS (Figure 1B).", "char_start_section": 1092, "char_end_section": 1268, "char_start_global": 4769, "char_end_global": 4945}
{"sid": 16, "section_index": 3, "section_heading": "SFμg flies exhibit increased activity on ISS", "text": "We developed an automated quantification algorithm that computes the maximum intensity projections (MIPs) of video recordings of fly behavior (represented in Videos S1 and S2) during spaceflight and sums pixel intensities to produce numerical values representative of fly activity levels (higher numerical values correlate with high fly activity), accounting for both the emergence of flies and their movement during the 12-hr light period (Figure 1C).Since the fly population sizes in adult fly chamber 1 were not statistically different between SF1g and SFμg (Figure S2), any difference in MIP intensity between these two groups reflected differences in fly activity.", "char_start_section": 0, "char_end_section": 669, "char_start_global": 4945, "char_end_global": 5614}
{"sid": 17, "section_index": 3, "section_heading": "SFμg flies exhibit increased activity on ISS", "text": "We generated a color map showing the relative numerical activity in adult fly chamber 1 as a function of mission timeline (days 13-28) for each module grouped as either SF1g or SFμg (Figure 1D).Upon quantification, we found that the overall activity level of the SF1g flies is significantly below SFμg flies (Figure 1E).On mission day 20 and 28, there is no distinguishable difference in the activity for the two gravity levels.", "char_start_section": 669, "char_end_section": 1097, "char_start_global": 5614, "char_end_global": 6042}
{"sid": 18, "section_index": 3, "section_heading": "SFμg flies exhibit increased activity on ISS", "text": "This is possibly due to the initial emergence of flies into the adult fly chamber around day 20 that causes a similar increase in activity in both SF1g and SFμg environments.", "char_start_section": 1097, "char_end_section": 1271, "char_start_global": 6042, "char_end_global": 6216}
{"sid": 19, "section_index": 3, "section_heading": "SFμg flies exhibit increased activity on ISS", "text": "On day 28, the high density of flies in both conditions may result in close proximity of the flies, thereby increasing their activity levels.", "char_start_section": 1271, "char_end_section": 1412, "char_start_global": 6216, "char_end_global": 6357}
{"sid": 20, "section_index": 3, "section_heading": "SFμg flies exhibit increased activity on ISS", "text": "The results show that within the closely matched fly populations maintained in spaceflight, flies exposed to μg conditions show significantly greater levels of activity than their 1g counterparts.", "char_start_section": 1412, "char_end_section": 1608, "char_start_global": 6357, "char_end_global": 6553}
{"sid": 21, "section_index": 4, "section_heading": "Flies exposed to microgravity conditions show behavioral and neuronal deficits, glial alterations, oxidative damage, and apoptosis", "text": "Upon landing, a subset of F1 flies were first used for behavioral assays to measure climbing ability.", "char_start_section": 0, "char_end_section": 101, "char_start_global": 6553, "char_end_global": 6654}
{"sid": 22, "section_index": 4, "section_heading": "Flies exposed to microgravity conditions show behavioral and neuronal deficits, glial alterations, oxidative damage, and apoptosis", "text": "Climbing ability is the fly's innate negative geotactic response and is routinely used to assess nervous system dysfunction in fly models (Chakraborty et al., 2011;Iijima et al., 2004).This behavior relies on the integrity of the connection between the brain and muscles.", "char_start_section": 101, "char_end_section": 372, "char_start_global": 6654, "char_end_global": 6925}
{"sid": 23, "section_index": 4, "section_heading": "Flies exposed to microgravity conditions show behavioral and neuronal deficits, glial alterations, oxidative damage, and apoptosis", "text": "Specifically, it involves the mushroom body, which is the part of the brain that regulates the transition from rest to responsiveness in relation to environmental stressors (Martin et al., 1998).To capture the sexually dimorphic responses, we assessed males and females separately in our analysis.", "char_start_section": 372, "char_end_section": 669, "char_start_global": 6925, "char_end_global": 7222}
{"sid": 24, "section_index": 4, "section_heading": "Flies exposed to microgravity conditions show behavioral and neuronal deficits, glial alterations, oxidative damage, and apoptosis", "text": "We observed that males born in μg were more affected with significant deficits in climbing ability compared to Earth males (Figure 2A).A decreasing trend was also observed in SFμg females and SF1g (males and females) compared to their respective Earth control.", "char_start_section": 669, "char_end_section": 929, "char_start_global": 7222, "char_end_global": 7482}
{"sid": 25, "section_index": 4, "section_heading": "Flies exposed to microgravity conditions show behavioral and neuronal deficits, glial alterations, oxidative damage, and apoptosis", "text": "Additionally, we noted a significant decrease in climbing ability in SFμg males compared to SFμg females.", "char_start_section": 929, "char_end_section": 1034, "char_start_global": 7482, "char_end_global": 7587}
{"sid": 26, "section_index": 4, "section_heading": "Flies exposed to microgravity conditions show behavioral and neuronal deficits, glial alterations, oxidative damage, and apoptosis", "text": "This result is consistent with the previously observed reduction in postflight climbing response in males exposed to μg (Benguría et al., 1996).", "char_start_section": 1034, "char_end_section": 1179, "char_start_global": 7587, "char_end_global": 7732}
{"sid": 27, "section_index": 4, "section_heading": "Flies exposed to microgravity conditions show behavioral and neuronal deficits, glial alterations, oxidative damage, and apoptosis", "text": "We then dissected the adult fly brains and stained them with neuronal (anti-ELAV) (Figure 2B), apoptotic (anti-CC3), and oxidative stress-associated DNA damage (anti-8-oxo-dG) (Figure 2E) markers.", "char_start_section": 1179, "char_end_section": 1375, "char_start_global": 7732, "char_end_global": 7928}
{"sid": 28, "section_index": 4, "section_heading": "Flies exposed to microgravity conditions show behavioral and neuronal deficits, glial alterations, oxidative damage, and apoptosis", "text": "Upon quantification, we observed a slight yet significant reduction in the total brain area of SFμg female flies compared to both Earth and SF1g females; males showed no change in brain sizes (Figure S3A).Morphological quantification with anti-ELAV staining showed a significant decrease in neuronal cortex area (Figure 2B, C, and S3B) in SFμg flies compared to Earth and SF1g control flies in both sexes.", "char_start_section": 1375, "char_end_section": 1780, "char_start_global": 7928, "char_end_global": 8333}
{"sid": 29, "section_index": 4, "section_heading": "Flies exposed to microgravity conditions show behavioral and neuronal deficits, glial alterations, oxidative damage, and apoptosis", "text": "Similarly, the neuropil area is significantly reduced in SFμg compared to Earth flies (Figure 2D).A similar phenotype was noted in the Alzheimer's disease fly model accompanied with behavioral deficits (Mhatre et al., 2014).No significant differences in neuronal cortex and neuropil areas were observed in SF1g compared to Earth flies (Figure 2C, D).A marked increase in CC3 positive apoptotic puncta (Figure 2E, H) and 8-oxo-dG positive cells (Figure 2E, I) was observed in flies subjected to SFμg as compared to Earth and SF1g controls.", "char_start_section": 1780, "char_end_section": 2318, "char_start_global": 8333, "char_end_global": 8871}
{"sid": 30, "section_index": 4, "section_heading": "Flies exposed to microgravity conditions show behavioral and neuronal deficits, glial alterations, oxidative damage, and apoptosis", "text": "Apoptotic cells were detected throughout the brain, and many of them colocalized with the ELAV marker (Figure S3Cv).Additionally, all the 8-oxo-dG positive cells colocalize with neuronal ELAV marker, suggesting oxidative damage in neuronal cells (Figure S3Civ, marked with green arrowhead).The observed oxidative stress response has been documented in previous spaceflight and ground-based altered gravity studies in mice and flies (Hateley et al., 2016;Hosamani et al., 2016;Mao et al., 2016Mao et al., , 2018bMao et al., , 2020;;da Silveira et al., 2020).", "char_start_section": 2318, "char_end_section": 2876, "char_start_global": 8871, "char_end_global": 9429}
{"sid": 31, "section_index": 4, "section_heading": "Flies exposed to microgravity conditions show behavioral and neuronal deficits, glial alterations, oxidative damage, and apoptosis", "text": "Another subset of brains was stained with glial (anti-Repo), and dopaminergic neuron (anti-TH) (Figure 2E) markers.", "char_start_section": 2876, "char_end_section": 2991, "char_start_global": 9429, "char_end_global": 9544}
{"sid": 32, "section_index": 4, "section_heading": "Flies exposed to microgravity conditions show behavioral and neuronal deficits, glial alterations, oxidative damage, and apoptosis", "text": "Gross analysis of the total number of dopaminergic (DA) neurons revealed a reduction in DA neuron count in SFμg compared to SF1g and Earth fly brains in both sexes (Figure 2E, F).Like the climbing behavior, we observed significantly lowered DA neurons in SFμg males compared to SFμg females suggesting sensitivity of male flies to μg.", "char_start_section": 2991, "char_end_section": 3325, "char_start_global": 9544, "char_end_global": 9878}
{"sid": 33, "section_index": 4, "section_heading": "Flies exposed to microgravity conditions show behavioral and neuronal deficits, glial alterations, oxidative damage, and apoptosis", "text": "DA neurons are involved in locomotion, and the lack of these neurons have been identified in the development of Parkinson's disease in humans (Ryczko and Dubuc, 2017).We also observed a significant increase in DA neurons in SF1g males compared to the Earth males; this may be part of a phenotype resulting from exposure to a 1g centrifugal force on flies that are also perturbed by a combination of spaceflight stressors -ionizing radiation and elevated CO 2 levels.", "char_start_section": 3325, "char_end_section": 3791, "char_start_global": 9878, "char_end_global": 10344}
{"sid": 34, "section_index": 4, "section_heading": "Flies exposed to microgravity conditions show behavioral and neuronal deficits, glial alterations, oxidative damage, and apoptosis", "text": "In the case of glia, SFμg females and SF1g (both males and females) displayed an increasing trend in glial cell number compared to Earth controls.", "char_start_section": 3791, "char_end_section": 3937, "char_start_global": 10344, "char_end_global": 10490}
{"sid": 35, "section_index": 4, "section_heading": "Flies exposed to microgravity conditions show behavioral and neuronal deficits, glial alterations, oxidative damage, and apoptosis", "text": "However, the SFμg males showed a decreasing trend in the glial population compared to Earth males (Figure 2E, G), and a significant reduction in the glial population compared to SF1g males.", "char_start_section": 3937, "char_end_section": 4126, "char_start_global": 10490, "char_end_global": 10679}
{"sid": 36, "section_index": 4, "section_heading": "Flies exposed to microgravity conditions show behavioral and neuronal deficits, glial alterations, oxidative damage, and apoptosis", "text": "Further experiments are necessary to study the sex specificity of the spaceflight effects and the underlying mechanisms contributing to these differences in glial cell populations.", "char_start_section": 4126, "char_end_section": 4307, "char_start_global": 10679, "char_end_global": 10860}
{"sid": 37, "section_index": 4, "section_heading": "Flies exposed to microgravity conditions show behavioral and neuronal deficits, glial alterations, oxidative damage, and apoptosis", "text": "The SF1g and Earth flies were exposed to similar temperature, humidity, CO 2 , and sound pressure levels, however, ionizing radiation was an additional spaceflight stressor experienced by the SF1g flies compared to the Earth flies.", "char_start_section": 4307, "char_end_section": 4538, "char_start_global": 10860, "char_end_global": 11091}
{"sid": 38, "section_index": 4, "section_heading": "Flies exposed to microgravity conditions show behavioral and neuronal deficits, glial alterations, oxidative damage, and apoptosis", "text": "Thus, the similarity in morphological phenotype between SF1g and Earth control flies in many of the readouts analyzed here, including behavior, neuronal cortex and neuropil areas, apoptosis, and oxidative damage (Figure 2), suggests that radiation alone may not be a significant contributing factor for the immediate postflight CNS effects of spaceflight.", "char_start_section": 4538, "char_end_section": 4893, "char_start_global": 11091, "char_end_global": 11446}
{"sid": 39, "section_index": 4, "section_heading": "Flies exposed to microgravity conditions show behavioral and neuronal deficits, glial alterations, oxidative damage, and apoptosis", "text": "However, ionizing radiation may contribute to some of the long-term effects of spaceflight on the CNS and are discussed further in a later section.", "char_start_section": 4893, "char_end_section": 5040, "char_start_global": 11446, "char_end_global": 11593}
{"sid": 40, "section_index": 4, "section_heading": "Flies exposed to microgravity conditions show behavioral and neuronal deficits, glial alterations, oxidative damage, and apoptosis", "text": "The entire experiment occurred over a short duration (34 days) and the radiation environment in LEO is known to be more benign than the environment in deep space, beyond the Van Allen belts (Nelson, 2016).Therefore, the gross physiological changes induced in LEO flights like on ISS, as observed in SFμg flies, at least for the CNS immediately post-return, may primarily be associated with changes in gravity.", "char_start_section": 5040, "char_end_section": 5449, "char_start_global": 11593, "char_end_global": 12002}
{"sid": 41, "section_index": 4, "section_heading": "Flies exposed to microgravity conditions show behavioral and neuronal deficits, glial alterations, oxidative damage, and apoptosis", "text": "Thus, these results indicate that gravity can play a key role in the LEO environment, causing neuronal and neurobehavioral deficits during spaceflight.", "char_start_section": 5449, "char_end_section": 5600, "char_start_global": 12002, "char_end_global": 12153}
{"sid": 42, "section_index": 5, "section_heading": "Global omics analysis highlights spaceflight induced altered genes and proteins in the brain", "text": "Transcriptomics and proteomics analyses were performed on the heads of flies which developed entirely on ISS under SFμg or SF1g conditions and Earth controls (Figure 3A).RNAseq on heads from SFμg flies compared with Earth controls showed differential expression of 1014 genes in females and 507 genes in males, while proteomics analysis revealed differential expression of 577 proteins in females and 719 proteins in males.", "char_start_section": 0, "char_end_section": 423, "char_start_global": 12153, "char_end_global": 12576}
{"sid": 43, "section_index": 5, "section_heading": "Global omics analysis highlights spaceflight induced altered genes and proteins in the brain", "text": "RNAseq in SF1g flies compared to Earth reared flies showed differential expression of 80 genes in females and 601 genes in males, and proteomics analysis revealed differential expression of 389 proteins in females and 425 proteins in males (Figure 3A).Overall, these results suggest alterations in transcripts and protein levels when flies are reared in space conditions compared to Earth condition.", "char_start_section": 423, "char_end_section": 822, "char_start_global": 12576, "char_end_global": 12975}
{"sid": 44, "section_index": 5, "section_heading": "Global omics analysis highlights spaceflight induced altered genes and proteins in the brain", "text": "A full list of DEGs and DEPs is provided in Supplementary data (.xls 1 and 2).Further, to understand the overlap across the transcriptomics and proteomics as well as across the different experimental conditions, we generated an UpSet diagram displaying top 30 intersections (Figure 3B).The overlap between the DEGs (orange dots and bars) and DEPs (green dots and bars) for the experimental conditions is shown, and across DEGs and DEPs are marked in black.\nAlso shown are the genes and proteins unique to each condition (grey dots and bars).The intersection within DEPs across experimental conditions yields more hits compared to DEGs.", "char_start_section": 822, "char_end_section": 1457, "char_start_global": 12975, "char_end_global": 13610}
{"sid": 45, "section_index": 5, "section_heading": "Global omics analysis highlights spaceflight induced altered genes and proteins in the brain", "text": "This is evidenced by 167 significantly altered proteins (adj.p-value < 0.05), compared to 25 significantly altered genes (adj.p-value<0.05) in SF1g and SFμg conditions compared to Earth controls (Figures 3B and S4A, B).The observed overlapping DEPs and DEGs are potential spaceflight signatures irrespective of gravity that can be further investigated.", "char_start_section": 1457, "char_end_section": 1809, "char_start_global": 13610, "char_end_global": 13962}
{"sid": 46, "section_index": 5, "section_heading": "Global omics analysis highlights spaceflight induced altered genes and proteins in the brain", "text": "Additionally, though we observe minimal overlap across both transcriptomic and proteomic platform, the common processes possibly share a transcriptional mechanism of dysregulation, hence making these processes central towards the phenotype manifested in spaceflight flies.", "char_start_section": 1809, "char_end_section": 2081, "char_start_global": 13962, "char_end_global": 14234}
{"sid": 47, "section_index": 5, "section_heading": "Global omics analysis highlights spaceflight induced altered genes and proteins in the brain", "text": "For example, as shown in the case of SFμg female compared to Earth female, the gene ontology (GO) analysis of overlapping DEPs and DEGs (65) revealed enrichment of key biological processes (BP), cellular components (CC), and molecular functions (MF) that closely regulate mitochondrial functions, metabolic processes, immune response, and synaptic signaling, among others (Figure S4C).", "char_start_section": 2081, "char_end_section": 2466, "char_start_global": 14234, "char_end_global": 14619}
{"sid": 48, "section_index": 6, "section_heading": "Focused analysis reveals differential alteration in metabolic pathways and oxidative phosphorylation in space reared flies", "text": "The spaceflight conditions (SF1g and SFμg) compared to Earth were analyzed across the omics platforms.", "char_start_section": 0, "char_end_section": 102, "char_start_global": 14619, "char_end_global": 14721}
{"sid": 49, "section_index": 6, "section_heading": "Focused analysis reveals differential alteration in metabolic pathways and oxidative phosphorylation in space reared flies", "text": "Figure 3C highlights the top 20 significantly enriched GO biological processes, including cuticle development, oxidative phosphorylation, electron transport chain, metabolic processes, response to heat, protein folding, neurotransmitter secretion, synaptic vesicle signaling, and retinal homeostasis, among others.", "char_start_section": 102, "char_end_section": 416, "char_start_global": 14721, "char_end_global": 15035}
{"sid": 50, "section_index": 6, "section_heading": "Focused analysis reveals differential alteration in metabolic pathways and oxidative phosphorylation in space reared flies", "text": "The enrichment is more evident in proteins compared to RNA.The complete list from GO enrichment analysis (BP, CC, MF) is provided in Supplementary.xls 1 and 2.", "char_start_section": 416, "char_end_section": 575, "char_start_global": 15035, "char_end_global": 15194}
{"sid": 51, "section_index": 6, "section_heading": "Focused analysis reveals differential alteration in metabolic pathways and oxidative phosphorylation in space reared flies", "text": "Further, we note a sexually dimorphic response in the transcriptomic dataset, which is not observed in proteomics analysis (Figure S5).KEGG pathway enrichment analysis on the proteomics dataset across conditions revealed sexual dimorphism at the pathway enrichment level (more KEGG pathway enrichment in females than males), which was more evident in SF1g than SFμg condition.", "char_start_section": 576, "char_end_section": 952, "char_start_global": 15195, "char_end_global": 15571}
{"sid": 52, "section_index": 6, "section_heading": "Focused analysis reveals differential alteration in metabolic pathways and oxidative phosphorylation in space reared flies", "text": "Proteomic data of SFμg flies (males and females) show enrichment of pathways such as endocytosis, cellular metabolic responsive pathways -tyrosine metabolism, sucrose metabolism, pyruvate metabolism, oxidative phosphorylation, carbon metabolism, glutamate metabolism, glycolysis, fatty acid metabolism, and amino acid metabolism (Figure 4A).These metabolic pathways play critical roles in cellular as well as mitochondrial homeostasis.", "char_start_section": 952, "char_end_section": 1387, "char_start_global": 15571, "char_end_global": 16006}
{"sid": 53, "section_index": 6, "section_heading": "Focused analysis reveals differential alteration in metabolic pathways and oxidative phosphorylation in space reared flies", "text": "The metabolic reprogramming under spaceflight conditions suggests metabolic and cellular stress, similar to that observed in cancer and aging (Brooks Robey et al., 2015;Wallace, 2005).Similar regulation of metabolic pathways is observed in other spaceflight-based mammalian studies, including humans (GarrettBakelman et al., 2019b;de Luca et al., 2009;da Silveira et al., 2020;Stein, 2002).Analysis of cellular respiration revealed perturbations in the biological processes and cellular components encompassing every step of the pathway, i.e., glucose metabolism, pyruvate metabolism, citric acid cycle (TCA), and electron transport chain as well as at mitochondrial organelle level (Figure 4B, C).This is observed in both spaceflight conditions but is more pronounced in SFμg than SF1g (both sexes), suggesting differential regulation under the spaceflight stress ± gravity vector.", "char_start_section": 1387, "char_end_section": 2270, "char_start_global": 16006, "char_end_global": 16889}
{"sid": 54, "section_index": 6, "section_heading": "Focused analysis reveals differential alteration in metabolic pathways and oxidative phosphorylation in space reared flies", "text": "At the mitochondrial level, an increase in PGAM5 and mitochondrial fission/fusion proteins such as dynamin-related protein 1 (DRP1) and OPA1 were observed, suggesting increased mitochondrial dynamics (Figure 4D).We observed the upregulation of many enzymes involved in glycolysis, such as hexokinase C (HEXC) and Fructose 1,6-bisphosphatase (FBP) (Figure 4E), suggesting increased glycolytic flux (Tanner et al., 2018).Meanwhile, we observed an increase in lactate dehydrogenase (LDH), suggesting funneling of glycolysis products towards lactate production under spaceflight conditions.", "char_start_section": 2270, "char_end_section": 2856, "char_start_global": 16889, "char_end_global": 17475}
{"sid": 55, "section_index": 6, "section_heading": "Focused analysis reveals differential alteration in metabolic pathways and oxidative phosphorylation in space reared flies", "text": "Another key enzyme, AcCoAS, is downregulated, thereby reducing the production of Acetyl-CoA, a key enzyme required for the TCA cycle.", "char_start_section": 2856, "char_end_section": 2989, "char_start_global": 17475, "char_end_global": 17608}
{"sid": 56, "section_index": 6, "section_heading": "Focused analysis reveals differential alteration in metabolic pathways and oxidative phosphorylation in space reared flies", "text": "Further, modulation of proteins involved in oxidative phosphorylation/ETC is noted (Figure 4F).While ETC proteins are differentially regulated under both SF1g and SFμg conditions, the number of proteins regulated under SFμg is more than the SF1g condition.", "char_start_section": 2989, "char_end_section": 3245, "char_start_global": 17608, "char_end_global": 17864}
{"sid": 57, "section_index": 6, "section_heading": "Focused analysis reveals differential alteration in metabolic pathways and oxidative phosphorylation in space reared flies", "text": "In fact, differential regulation of at least one protein associated with each of the five ETC complexes is observed under SFμg conditions (Figure 4G), which may contribute to reactive oxygen species (ROS) production.", "char_start_section": 3245, "char_end_section": 3461, "char_start_global": 17864, "char_end_global": 18080}
{"sid": 58, "section_index": 6, "section_heading": "Focused analysis reveals differential alteration in metabolic pathways and oxidative phosphorylation in space reared flies", "text": "Moreover, KEGG pathway enrichment shows differential regulation of fatty acid metabolism as well as amino acid metabolism.", "char_start_section": 3461, "char_end_section": 3583, "char_start_global": 18080, "char_end_global": 18202}
{"sid": 59, "section_index": 6, "section_heading": "Focused analysis reveals differential alteration in metabolic pathways and oxidative phosphorylation in space reared flies", "text": "We observed an upregulation of enzymes involved in fatty acid (Figure 4H) and amino acid metabolism (Figure 4I), suggesting high energy demand, thereby emphasizing cellular stress response under spaceflight conditions (SFμg> SF1g).", "char_start_section": 3583, "char_end_section": 3814, "char_start_global": 18202, "char_end_global": 18433}
{"sid": 60, "section_index": 7, "section_heading": "Spaceflight alters the expression of stress-inducible proteins affecting CNS", "text": "During spaceflight, metabolic pathways are altered along with the biological processes associated with cellular stress, including response to heat, response to ROS, ROS metabolic process, and cellular homeostasis, thus indicating increased cellular stress (Figure 5A).We see significant upregulation of heat shock proteins (HSPs): HSP70AB, HSP26, HSP23, HSP27, and HSP67BC in both spaceflight conditions (Figure 5B).HSPs are the molecular chaperones with cytoprotective properties that are induced in response to a variety of cellular insults such as heat, radiation, oxidative stress, and altered gravity, to confer protection against deteriorating effects of ROS (Bukau et al., 2006;Hateley et al., 2016;Hosamani et al., 2016;Ikwegbue et al., 2018).Low amounts of ROS aid in neuronal development and function, but oxidative stress-induced excessive ROS levels lead to cellular damage, increased blood-brain barrier permeability, and altered brain morphology, causing neuroinflammation and neuronal death (Gu, 2011).Our observations of increased neuronal loss, apoptosis and oxidative damage in the fly brain further confirm the effects of oxidative stress during spaceflight (Figure 2).These morphological defects in the brain correlate with the altered expression of proteins that are enriched in functions such as neuronal projection, neuron death, axonogenesis, and synaptic transmission in SFμg flies compared to Earth (Figure 5C).", "char_start_section": 0, "char_end_section": 1438, "char_start_global": 18433, "char_end_global": 19871}
{"sid": 61, "section_index": 7, "section_heading": "Spaceflight alters the expression of stress-inducible proteins affecting CNS", "text": "In terms of neuronal functioning, we observed modulations in proteins involved in synaptic transmission across all spaceflight conditions (Figure 5D).For instance, SNARE protein syntaxin 1A (SYX1A), syntaxin binding protein SNAP24, presynaptic calcium sensor synaptotagmin (SYT), presynaptic calcium signaling protein P32, endocytic fission protein dynamin (SHI), and endocytic coat protein clathrin heavy chain (CHC) are downregulated.", "char_start_section": 1438, "char_end_section": 1874, "char_start_global": 19871, "char_end_global": 20307}
{"sid": 62, "section_index": 7, "section_heading": "Spaceflight alters the expression of stress-inducible proteins affecting CNS", "text": "Meanwhile, the vesicle-mediated transport protein GDI, NSF1 protein that aids in disassembly of SNARE complex (COMT), cell-cell adhesion mediator protein FAS2, vesicular trafficking protein ARF79F, and synapsin (SYN), a phosphoprotein associated with synaptic vesicles, among others are upregulated.", "char_start_section": 1874, "char_end_section": 2173, "char_start_global": 20307, "char_end_global": 20606}
{"sid": 63, "section_index": 7, "section_heading": "Spaceflight alters the expression of stress-inducible proteins affecting CNS", "text": "These proteins collectively encompass almost every step of the synaptic vesicle cycle.", "char_start_section": 2173, "char_end_section": 2259, "char_start_global": 20606, "char_end_global": 20692}
{"sid": 64, "section_index": 7, "section_heading": "Spaceflight alters the expression of stress-inducible proteins affecting CNS", "text": "The number of proteins altered is higher in SFμg condition than SF1g, and within SFμg condition, males show more changes than females, further reinforcing the selective sensitivity towards males and a dose-dependent response across spaceflight condition.", "char_start_section": 2259, "char_end_section": 2513, "char_start_global": 20692, "char_end_global": 20946}
{"sid": 65, "section_index": 7, "section_heading": "Spaceflight alters the expression of stress-inducible proteins affecting CNS", "text": "Additionally, proteins associated with muscle and cytoskeleton are also noted in spaceflight flies (SFμg> SF1g) (Figure S5 C,D), consistent with previous spaceflight findings (Ogneva et al., 2016;Walls et al., 2020).", "char_start_section": 2513, "char_end_section": 2729, "char_start_global": 20946, "char_end_global": 21162}
{"sid": 66, "section_index": 8, "section_heading": "Persistent effects of exposure to spaceflight", "text": "Proteomics analysis suggests enrichment of behavioral and aging markers in SF1g and SFμg flies (Figure S6A).Specifically, the upregulation of HSP26, HSP27, HSP68, MTPalpha, CAT, SM, and TRXR-1, LDH, and downregulation of DJ-1beta, MSRA, and LEVY is observed across all conditions (Figure S6B).These proteins are also associated with oxidative stress response, which has been shown to increase with age (Lavara-Culebras and Paricio, 2007;Liao et al., 2008;Long", "char_start_section": 0, "char_end_section": 459, "char_start_global": 21162, "char_end_global": 21621}
{"sid": 67, "section_index": 8, "section_heading": "Persistent effects of exposure to spaceflight", "text": "et al., 2020a;Ren et al., 2017).To further understand the effects of spaceflight as the flies acclimate to Earth's gravity, we aged the flies for 25 days post-return under terrestrial conditions (R+25 days).Figure S7 shows the observed changes at R+25 timepoint for DA neuron counts, neuronal cortex area, apoptosis, and glial phenotypes.", "char_start_section": 460, "char_end_section": 798, "char_start_global": 21622, "char_end_global": 21960}
{"sid": 68, "section_index": 8, "section_heading": "Persistent effects of exposure to spaceflight", "text": "Overall, at the R+25 timepoint, the brain morphology of SF1g and SFμg is altered compared to Earth controls with sex-specific changes observed in the neuronal cortex area (Figure S7).We then performed the longitudinal comparison of morphological changes in fly brains between the R+0 (11-17 days old) and R+25 (36-42 days old) time points.", "char_start_section": 798, "char_end_section": 1137, "char_start_global": 21960, "char_end_global": 22299}
{"sid": 69, "section_index": 8, "section_heading": "Persistent effects of exposure to spaceflight", "text": "This paradigm is similar to the post-mission evaluation of astronauts as they acclimate to Earth conditions over a period of time.", "char_start_section": 1137, "char_end_section": 1267, "char_start_global": 22299, "char_end_global": 22429}
{"sid": 70, "section_index": 8, "section_heading": "Persistent effects of exposure to spaceflight", "text": "Significant reduction of DA neurons was observed early in SFμg flies at the R+0 time point, compared to the gradual loss of these neurons in Earth and SF1g flies at the R+25 time point (Figure 6A).Typically, terrestrial conditions have not been associated with age-related loss of DA neurons (White et al., 2010), however, the elevated levels of CO 2 in Earth flies (analogous to SF1g and SFμg) in this study may contribute to the observed loss of DA neurons as the flies age in the Earth controls.", "char_start_section": 1267, "char_end_section": 1765, "char_start_global": 22429, "char_end_global": 22927}
{"sid": 71, "section_index": 8, "section_heading": "Persistent effects of exposure to spaceflight", "text": "Further, comparison of neuronal cortex areas between R+0 and R+25 data showed no change in the Earth flies, while decreasing trend over time was noted in SF1g flies and a significant reduction in SFμg flies, thus suggesting increased neuronal loss with age in space reared flies (Figure 6B).This loss correlates with increased apoptosis observed in R+25 flies, both SF1g (39%) and SFμg (70%) compared to R+25 Earth flies (Figure 6C).This progressive increase in apoptosis in space-reared flies (R+25 Earth < R+25 SF1g <R+25 SFμg) may suggest a dose-dependent response in flies as we move from Earth to space conditions with exposure to multiple stressors, including increased ionizing radiation combined with exposure to reduced gravity.", "char_start_section": 1765, "char_end_section": 2503, "char_start_global": 22927, "char_end_global": 23665}
{"sid": 72, "section_index": 8, "section_heading": "Persistent effects of exposure to spaceflight", "text": "Additionally, we assessed glia, the primary phagocytic cell in CNS that are required to clear oxidative stress-induced neuronal debris (Bilimoria and Stevens, 2015;Casano and Peri, 2015;Cronk and Kipnis, 2013;Cunningham, 2013;Freeman, 2006;Hanisch and Kettenmann, 2007).At R+25, while we observe a slight but non-significant increase in glial cell numbers under Earth conditions (females: 7%, males: 17%), a significant depletion of the glial population in Earth acclimated SF1g (females: 56%, males: 59%), and sex-specific depletion in SFμg flies (females: 54%, males: 33%) is noted compared to their respective R+0 timepoint (Figure 6D, E).This depletion of the glial population can be due to burdening of the clearance system, eventually leading to glial apoptosis (Block et al., 2007), but additional investigation is warranted.", "char_start_section": 2503, "char_end_section": 3335, "char_start_global": 23665, "char_end_global": 24497}
{"sid": 73, "section_index": 8, "section_heading": "Persistent effects of exposure to spaceflight", "text": "Furthermore, as the flies age, we observe aggregates of glial cells that resemble rosettes (Figure 6E, inset).These rosettes were distinct in size and appearance from other glial cells and were not counted towards total repo-positive cell counts (Figure 6D); instead, they were counted separately (Figure 6F).This rosette phenotype is absent at the R+0 time point in all conditions, whereas it is observed at the R+25 time point specifically after exposure to spaceflight-related stressors in a dose-dependent manner (R+25 Earth < R+25 SF1g <R+25 SFμg) (Figure 6F).We believe the rosette to be a phenotype manifested as a long-term effect of the spaceflight environment.", "char_start_section": 3335, "char_end_section": 4005, "char_start_global": 24497, "char_end_global": 25167}
{"sid": 74, "section_index": 8, "section_heading": "Persistent effects of exposure to spaceflight", "text": "The rosette formation could result from factors such as elevated CO 2 levels and can be exacerbated by the combinatorial effect of other spaceflight stressors such as ionizing radiation and reduced gravity.", "char_start_section": 4005, "char_end_section": 4212, "char_start_global": 25167, "char_end_global": 25374}
{"sid": 75, "section_index": 8, "section_heading": "Persistent effects of exposure to spaceflight", "text": "While some of the immunohistochemical and omics results described here resemble early aging, more assays at additional time points need to be performed for further validation of the effect of spaceflight on related aging phenotypes.", "char_start_section": 4212, "char_end_section": 4444, "char_start_global": 25374, "char_end_global": 25606}
{"sid": 76, "section_index": 8, "section_heading": "Persistent effects of exposure to spaceflight", "text": "Although omics profiling at the R+25 time point would be informative and will be considered in future missions, these experiments were not feasible here since the flies were distributed for the other assays reported above.", "char_start_section": 4444, "char_end_section": 4666, "char_start_global": 25606, "char_end_global": 25828}
{"sid": 77, "section_index": 8, "section_heading": "Persistent effects of exposure to spaceflight", "text": "Taken together, the brain morphology at R+0 time point is similar in SF1g and Earth conditions, but as the flies age postflight under terrestrial conditions, the morphological deficits start manifesting in SF1g flies and are worsened over time in SFμg, suggesting a phenotype that is manifested after exposure to spaceflight.", "char_start_section": 4666, "char_end_section": 4991, "char_start_global": 25828, "char_end_global": 26153}
{"sid": 78, "section_index": 9, "section_heading": "DISCUSSION", "text": "Deep space exploration will expose space travelers to several environmental challenges, thereby altering the homeostatic equilibrium of various physiological systems, including the CNS.Understanding the risks to CNS and identifying countermeasures to mitigate these risks in astronauts will be crucial to ensure the success of missions to the Moon and Mars.", "char_start_section": 0, "char_end_section": 357, "char_start_global": 26153, "char_end_global": 26510}
{"sid": 79, "section_index": 9, "section_heading": "DISCUSSION", "text": "Using MVP, a fruit fly space habitat, we provide insights into spaceflight effects on the brain at the molecular, morphological, and behavioral levels.", "char_start_section": 357, "char_end_section": 508, "char_start_global": 26510, "char_end_global": 26661}
{"sid": 80, "section_index": 9, "section_heading": "DISCUSSION", "text": "While AG by rotation of the spacecraft is being considered as a potential countermeasure to μg, there is a gap in our understanding of AG prescriptions required to ameliorate the health concerns during spaceflight (Clément, 2017;Clément and Traon, 2004;Mao et al., 2018a;Young, 1999).To address this knowledge gap, we utilized the MVP hardware featuring an inflight centrifuge that simulates Earth's gravity on the ISS (SF1g).SF1g served two objectives: 1) assessment of the use of AG as a countermeasure; and 2) distinguishing the effects of μg from other spaceflight stressors, such as radiation.", "char_start_section": 508, "char_end_section": 1107, "char_start_global": 26661, "char_end_global": 27260}
{"sid": 81, "section_index": 9, "section_heading": "DISCUSSION", "text": "A key feature of the MVP hardware, the inflight video recording capability, aided in assessing the health of the flies during the mission and provided real-time data of behavioral alterations caused by the change in the gravitational environment.", "char_start_section": 1107, "char_end_section": 1353, "char_start_global": 27260, "char_end_global": 27506}
{"sid": 82, "section_index": 9, "section_heading": "DISCUSSION", "text": "Due to the large number of videos taken on the mission, manual analysis by visual assessment was not feasible, nor was the use of specialized equipment traditionally used to assess fly behavior in ground laboratories (Chan et al., 2012;Inan", "char_start_section": 1353, "char_end_section": 1593, "char_start_global": 27506, "char_end_global": 27746}
{"sid": 83, "section_index": 9, "section_heading": "DISCUSSION", "text": "et al., 2009Inan et al., , 2011;;Kohlhoff et al., 2011;Slawson et al., 2009).Also, the constraints in video quality, such as uneven light distribution, inability to focus on flies in the foreground and the background, prevented the use of sophisticated tracking and machine learning algorithms for behavioral analysis.", "char_start_section": 1594, "char_end_section": 1912, "char_start_global": 27747, "char_end_global": 28065}
{"sid": 84, "section_index": 9, "section_heading": "DISCUSSION", "text": "Therefore, a simple yet effective automated method was developed to quantitatively capture overall behavioral differences across spaceflight conditions.", "char_start_section": 1912, "char_end_section": 2064, "char_start_global": 28065, "char_end_global": 28217}
{"sid": 85, "section_index": 9, "section_heading": "DISCUSSION", "text": "The overall level of activity of a population is a trait influenced by the environment and can be used to assess other physiological changes.", "char_start_section": 2064, "char_end_section": 2205, "char_start_global": 28217, "char_end_global": 28358}
{"sid": 86, "section_index": 9, "section_heading": "DISCUSSION", "text": "Miller et al. suggested that fly hyperactivity in μg is a result of their innate negative geotactic response (Miller et al., 2002).Interestingly, our findings follow a similar trend, apart from the population flux point (day 20), we consistently observed that flies in SFμg are more active than those in SF1g (Figure 1D, E).This data suggests that AG may suppress the hyperactive behavior in flies during spaceflight.", "char_start_section": 2205, "char_end_section": 2623, "char_start_global": 28358, "char_end_global": 28776}
{"sid": 87, "section_index": 9, "section_heading": "DISCUSSION", "text": "Similar increases in fly activity (Benguría et al., 1996) and mouse circling behavior (Ronca et al., 2019) in spaceflight conditions have been reported.", "char_start_section": 2623, "char_end_section": 2775, "char_start_global": 28776, "char_end_global": 28928}
{"sid": 88, "section_index": 9, "section_heading": "DISCUSSION", "text": "Future improvements in the flight hardware might aid in quantifying individual fly activity, thus providing further insights into behavioral changes caused by gravity changes and the ability to test the effectiveness of countermeasures.", "char_start_section": 2775, "char_end_section": 3012, "char_start_global": 28928, "char_end_global": 29165}
{"sid": 89, "section_index": 9, "section_heading": "DISCUSSION", "text": "A substantial fraction of the literature on the CNS effects of spaceflight focuses on either anatomical changes or molecular changes using omics platforms.", "char_start_section": 3012, "char_end_section": 3167, "char_start_global": 29165, "char_end_global": 29320}
{"sid": 90, "section_index": 9, "section_heading": "DISCUSSION", "text": "In this study, we took a multimodal approach combining the morphological analysis with the omics-based molecular phenotyping for a comprehensive understanding of the underlying mechanisms associated with spaceflight-induced brain changes.", "char_start_section": 3167, "char_end_section": 3405, "char_start_global": 29320, "char_end_global": 29558}
{"sid": 91, "section_index": 9, "section_heading": "DISCUSSION", "text": "At the transcriptomics level, we observed a higher number of differentially regulated genes in SFμg compared to Earth, specifically in females.", "char_start_section": 3405, "char_end_section": 3548, "char_start_global": 29558, "char_end_global": 29701}
{"sid": 92, "section_index": 9, "section_heading": "DISCUSSION", "text": "Meanwhile, the SF1g females show fewer changes in RNA compared to Earth (Figure 3).Interestingly, at the proteomic level, the number of DEPs is relatively similar and show considerable overlap across spaceflight conditions (SF1g vs Earth and SFμg vs Earth).In", "char_start_section": 3548, "char_end_section": 3807, "char_start_global": 29701, "char_end_global": 29960}
{"sid": 93, "section_index": 9, "section_heading": "DISCUSSION", "text": "many studies a discordance is observed between the two omics platforms; nevertheless, each data set offers unique insights into spaceflight-associated changes (Casas-Vila et al., 2017;De Sousa Abreu et al., 2009).While transcriptomic analyses provide broad-scale insights into molecular dynamics that occur on the level of mRNA regulation, most physiological processes are driven by protein function.", "char_start_section": 3808, "char_end_section": 4208, "char_start_global": 29961, "char_end_global": 30361}
{"sid": 94, "section_index": 9, "section_heading": "DISCUSSION", "text": "Based on proteomics one important theme that was captured across both spaceflight conditions was a change in metabolic pathways, including oxidative phosphorylation (Figures 345).These are consistent with previously published data on space-flown human kidney cells (Hammond et al., 2000) and mouse brain subjected to spaceflight (Mao et al., 2018b).", "char_start_section": 4208, "char_end_section": 4558, "char_start_global": 30361, "char_end_global": 30711}
{"sid": 95, "section_index": 9, "section_heading": "DISCUSSION", "text": "The brain is a metabolically dynamic and high-energy-demanding organ that is dependent on mitochondria for deriving energy via various metabolic processes that converge at glycolysis and oxidative phosphorylation (Hall et al., 2012;Magistretti and Allaman, 2015).Normal functioning of the brain requires a tight temporal and spatial regulation of metabolite supply for energy production (Roy and Sherrington, 1890;Watts et al., 2018).We observe such metabolic regulation in spaceflight flies with increased glucose, fatty acid, and amino acid metabolism (Figure 4E, H, I).Additionally, spaceflight flies exhibit alteration in proteins of the electron transport chain (ETC) and ATP metabolism (Figure 4F, G), similar to the observations in mice, astronauts, and the NASA Twins Study (da Silveira et al., 2020).Such dysregulation of ETC and abnormal mitochondrial dynamics (Figure 4D) can lead to mitochondrial and oxidative stress via ROS production (Bhatti et al., 2017).Oxidative stress during spaceflight is further evidenced by an increase in 8-oxo-dG, cellular oxidative stress marker, in the SFμg fly brain at R+0 time point (Figure 2E, I), and is consistent with the increase of 8-oxo-dG in urine and plasma samples in astronauts (Rai et al., 2011;da Silveira et al., 2020).On the contrary, SF1g brains at the R+0 time point showed no significant change in the 8-oxo-dG marker, thus suggesting that AG can suppress oxidative damage in the brain immediately after return from spaceflight (Figure 2E, I).", "char_start_section": 4558, "char_end_section": 6067, "char_start_global": 30711, "char_end_global": 32220}
{"sid": 96, "section_index": 9, "section_heading": "DISCUSSION", "text": "We hypothesize that the observed alterations in the metabolic pathways are an effort to restore cellular homeostasis via metabolic reprogramming.", "char_start_section": 6067, "char_end_section": 6212, "char_start_global": 32220, "char_end_global": 32365}
{"sid": 97, "section_index": 9, "section_heading": "DISCUSSION", "text": "While homeostasis is restored in R+0 SF1g, possibly due to AG, as evidenced by their similar brain morphology to Earth flies (Figure 2), microgravity in SFμg acts as an additional stressor, potentially resulting in elevated oxidative stress.", "char_start_section": 6212, "char_end_section": 6453, "char_start_global": 32365, "char_end_global": 32606}
{"sid": 98, "section_index": 9, "section_heading": "DISCUSSION", "text": "This stress can further trigger a cascade of events leading to neuronal damage as noted in the behavioral deficits (Figure 2A), loss of DA neurons (Figure 2E, F), decreased neuronal cortex and neuropil areas (Figure 2B-D and Figure S3B), and increased apoptosis (Figure 2E, H) in SFμg flies.", "char_start_section": 6453, "char_end_section": 6744, "char_start_global": 32606, "char_end_global": 32897}
{"sid": 99, "section_index": 9, "section_heading": "DISCUSSION", "text": "Additionally, we observe perturbations in synaptic transmission proteins during spaceflight (Figure 5C, D), which in combination with bioenergetic changes (Figure 4) can result in dysregulation of calcium homeostasis and synaptic degeneration (Mattson and Liu, 2002).Synaptic changes have also been documented in multiple spaceflight and ground-based rodent studies (Bondar, 2005;DeFelipe et al., 2002;Gaofei et al., 2009;Howe et al., 2019;Machida et al., 2010;Mao et al., 2018;Parihar et al., 2015Parihar et al., , 2016;;Ranjan et al., 2014;Ross and Varelas, 2005;Sokolova et al., 2015;Wang et al., 2015).Neuronal damage and loss induced by elevated oxidative stress can potentially alter the glial response, initiating phagocytosis to clear neuronal debris (Block et al., 2007).While our observations of glial numbers immediately after return (R+0) shows an increasing trend in SFμg females and SF1g (females and males) (Figure 2G), further analysis is warranted to elucidate the underlying mechanism of change in glial function.", "char_start_section": 6744, "char_end_section": 7775, "char_start_global": 32897, "char_end_global": 33928}
{"sid": 100, "section_index": 9, "section_heading": "DISCUSSION", "text": "Collectively, our observations suggest that brain morphological changes due to spaceflightinduced oxidative stress are more pronounced in μg conditions, and AG can provide partial protection to these phenotypes.", "char_start_section": 7775, "char_end_section": 7987, "char_start_global": 33928, "char_end_global": 34140}
{"sid": 101, "section_index": 9, "section_heading": "DISCUSSION", "text": "Based on our omics data, R+0 morphology, and the radiation levels on ISS, gravity seems to have a significant impact on the immediate phenotypes of spaceflight with larger observable changes in SFμg compared to SF1g.", "char_start_section": 7987, "char_end_section": 8203, "char_start_global": 34140, "char_end_global": 34356}
{"sid": 102, "section_index": 9, "section_heading": "DISCUSSION", "text": "The environment experienced by the flies in SFμg compared to SF1g allows the comparison of gravity separately from the combined effect of the other spaceflight stressors like radiation, elevated CO 2 , and sound pressure which would equally impact both SF1g and SFμg.", "char_start_section": 8203, "char_end_section": 8470, "char_start_global": 34356, "char_end_global": 34623}
{"sid": 103, "section_index": 9, "section_heading": "DISCUSSION", "text": "Although the morphological manifestations are not observed in SF1g flies at R+0 time point, with age (R+25), the phenotypes progressively present themselves in the form of increased apoptosis, neuronal loss, glial loss and aggregate formation (Figure 6AF).Glial loss may be attributed to the relocation of glia to the neuronal debris, thus resulting in aggregates (formation of rosettes), a phenotype specific to the spaceflight environment.", "char_start_section": 8470, "char_end_section": 8911, "char_start_global": 34623, "char_end_global": 35064}
{"sid": 104, "section_index": 9, "section_heading": "DISCUSSION", "text": "These phenotypes in SF1g at R+25 may be a delayed response to radiation combined with exposure to other space stressors such as elevated CO 2 .Radiation studies in ground-based rodent models indicate that exposure to deep space radiation (galactic cosmic radiation or GCR) alone can affect behavior (Dutta et al., 2018;Euston et al., 2012;Parihar et al., 2015Parihar et al., , 2018;;Raber et al., 2018b), and neuronal phenotypes (Davis et al., 2015;Howe et al., 2019;Impey et al., 2016;Krukowski et al., 2018;Parihar et al., 2015Parihar et al., , 2016;;Raber et al., 2016Raber et al., , 2018bRaber et al., , 2019;;Rabin et al., 2014;Whoolery et al., 2017).In an enclosed and isolated environment of the ISS, astronauts experience elevated CO 2 levels that are considerably higher than ambient levels on Earth (Mahadevan et al., 2021).In our study, the Earth control flies were exposed to an environment mimicking ISS and experienced high CO 2 levels similar to SF1g and SFμg flies, in contrast to regular lab conditions.", "char_start_section": 8911, "char_end_section": 9931, "char_start_global": 35064, "char_end_global": 36084}
{"sid": 105, "section_index": 9, "section_heading": "DISCUSSION", "text": "Mild chronic hypercapnia due to constant exposure of elevated CO 2 levels may contribute to the observed deficits of decreased TH positive cells, and repo positive rosettes (<10) in the Earth control flies at R+25, along with the increased cell death (CC3 positive cells) and DNA oxidation (8-oxo-dG positive cells) as noted at R+0 in Earth controls.", "char_start_section": 9931, "char_end_section": 10281, "char_start_global": 36084, "char_end_global": 36434}
{"sid": 106, "section_index": 9, "section_heading": "DISCUSSION", "text": "In fact, in our ground-based study, we observed minimal cell death and DNA oxidation under normal terrestrial CO 2 levels compared to Earth control brains from the MVP mission exposed to elevated CO 2 levels (data not shown).Thus, the observations reported in the Earth controls are part of the unique spaceflight paradigm and may not be comparable to controls in terrestrial studies.", "char_start_section": 10281, "char_end_section": 10665, "char_start_global": 36434, "char_end_global": 36818}
{"sid": 107, "section_index": 9, "section_heading": "DISCUSSION", "text": "While ground studies are important in separating the effects of individual space stressors, spaceflight studies are particularly relevant as we prepare for long-duration human missions to the Moon and Mars where there will be a combination of exposures to reduced gravity and doses of ionizing radiation that will be higher than in LEO (Mao et al., 2017;Straume et al., 2017).", "char_start_section": 10665, "char_end_section": 11042, "char_start_global": 36818, "char_end_global": 37195}
{"sid": 108, "section_index": 9, "section_heading": "DISCUSSION", "text": "This study integrates transcriptomic, proteomic, morphological, and behavioral analyses to investigate the effects of spaceflight on Drosophila CNS both during and after return from spaceflight.", "char_start_section": 11042, "char_end_section": 11236, "char_start_global": 37195, "char_end_global": 37389}
{"sid": 109, "section_index": 9, "section_heading": "DISCUSSION", "text": "Further, our study utilizes inflight centrifuge mimicking Earth 1g, as a control that allowed us to separate μg from the effects of other spaceflight environmental factors such as ionizing radiation.", "char_start_section": 11236, "char_end_section": 11435, "char_start_global": 37389, "char_end_global": 37588}
{"sid": 110, "section_index": 9, "section_heading": "DISCUSSION", "text": "Additionally, the postflight acclimation to Earth's conditions is relevant to understanding the sustained effects of spaceflight on the CNS.Our integrated approach suggests that oxidative stress during spaceflight leads to differential regulation of metabolic pathways, oxidative phosphorylation, and synaptic transmission resulting in neuronal deficits, glial changes, increased apoptosis, and behavioral impairments in Drosophila.", "char_start_section": 11435, "char_end_section": 11867, "char_start_global": 37588, "char_end_global": 38020}
{"sid": 111, "section_index": 9, "section_heading": "DISCUSSION", "text": "Furthermore, this study indicates that μg is an important but not an exclusive environmental factor contributing to the neurobehavioral outcomes during long-term deep space missions.", "char_start_section": 11867, "char_end_section": 12049, "char_start_global": 38020, "char_end_global": 38202}
{"sid": 112, "section_index": 9, "section_heading": "DISCUSSION", "text": "AG may provide a measure for short-term protection, but long-term solutions still need to be explored, especially for longduration missions in deep space.", "char_start_section": 12049, "char_end_section": 12203, "char_start_global": 38202, "char_end_global": 38356}
{"sid": 113, "section_index": 9, "section_heading": "DISCUSSION", "text": "Earth's magnetosphere partially protects against ionizing radiation from GCRs and solar particle events (SPE) in LEO, but beyond LEO, deep space irradiation will pose significant risks to crewmember health.", "char_start_section": 12203, "char_end_section": 12409, "char_start_global": 38356, "char_end_global": 38562}
{"sid": 114, "section_index": 9, "section_heading": "DISCUSSION", "text": "Thus, along with AG, future countermeasure studies should target these pathways in model organisms that are amenable to large-scale screening in space.", "char_start_section": 12409, "char_end_section": 12560, "char_start_global": 38562, "char_end_global": 38713}
{"sid": 115, "section_index": 10, "section_heading": "Limitations of the study:", "text": "The opportunity to conduct spaceflight experiments is not only rare and expensive, but the logistical constraints of such studies also make them highly challenging to perform (Inokuchi et al., 2007;Rutter et al., 2020).For instance, the experiment launch and retrieval can be significantly altered due to weather or technical issues with the spacecraft, thus necessitating a flexible experimental design to achieve the intended science goals.", "char_start_section": 0, "char_end_section": 442, "char_start_global": 38713, "char_end_global": 39155}
{"sid": 116, "section_index": 10, "section_heading": "Limitations of the study:", "text": "In fact, our sample return was delayed from 31 days to 34 days due to weather-related issues.", "char_start_section": 442, "char_end_section": 535, "char_start_global": 39155, "char_end_global": 39248}
{"sid": 117, "section_index": 10, "section_heading": "Limitations of the study:", "text": "Another constraint of spaceflight studies is that retrieving exact age-matched flies is often not feasible.", "char_start_section": 535, "char_end_section": 642, "char_start_global": 39248, "char_end_global": 39355}
{"sid": 118, "section_index": 10, "section_heading": "Limitations of the study:", "text": "Some of the previous spaceflight studies have been conducted on mixed-age populations of flies from different generations (depending on the mission's timeline).But with the MVP hardware, the astronauts could accommodate multiple timed inflight operations, including a 5.5-day egglay period (Figure S1C), thus ensuring that the retrieved flies were from the same generation and within a relatively close age range (11-17 days).Our strategy of testing randomly selected flies from this collection ensured that the average ages were similar and allowed for an unbiased comparison across groups of flies.", "char_start_section": 642, "char_end_section": 1242, "char_start_global": 39355, "char_end_global": 39955}
{"sid": 119, "section_index": 10, "section_heading": "Limitations of the study:", "text": "Further, spaceflight experiments are severely limited by mass and volume.", "char_start_section": 1242, "char_end_section": 1315, "char_start_global": 39955, "char_end_global": 40028}
{"sid": 120, "section_index": 10, "section_heading": "Limitations of the study:", "text": "Therefore, the number of samples retrieved is limited by the capacity of the flight hardware.", "char_start_section": 1315, "char_end_section": 1408, "char_start_global": 40028, "char_end_global": 40121}
{"sid": 121, "section_index": 10, "section_heading": "Limitations of the study:", "text": "In this experiment, a large population of live flies were retrieved from the MVP hardware, allowing us to conduct the presented experiments.", "char_start_section": 1408, "char_end_section": 1548, "char_start_global": 40121, "char_end_global": 40261}
{"sid": 122, "section_index": 10, "section_heading": "Limitations of the study:", "text": "Additional flies would have allowed for longitudinal multi-omic profiling at the R+25 time point but were unavailable for this experiment.", "char_start_section": 1548, "char_end_section": 1686, "char_start_global": 40261, "char_end_global": 40399}
{"sid": 123, "section_index": 10, "section_heading": "Limitations of the study:", "text": "The current study, MVP-FLY-01 mission, was an important one-time validation flight for the MVP hardware to demonstrate its ability to support Drosophila research on the ISS.After its successful validation, as demonstrated by this experiment, this hardware will form the framework for multiple Drosophila spaceflight investigations in the future.", "char_start_section": 1686, "char_end_section": 2031, "char_start_global": 40399, "char_end_global": 40744}
{"sid": 124, "section_index": 11, "section_heading": "Resource Availability", "text": "Lead Contact-Further information and requests for resources should be directed to and will be fulfilled by the lead contact, Sharmila Bhattacharya (sharmila.bhattacharya@nasa.gov).", "char_start_section": 0, "char_end_section": 180, "char_start_global": 40744, "char_end_global": 40924}
{"sid": 125, "section_index": 12, "section_heading": "•", "text": "All data reported in this paper will be shared by the lead contact upon request.", "char_start_section": 0, "char_end_section": 80, "char_start_global": 40924, "char_end_global": 41004}
{"sid": 126, "section_index": 12, "section_heading": "•", "text": "Transcriptomic and proteomic data (Raw read counts and FASTQ files) are made available at the community-endorsed public repository at NASA Gene Lab.", "char_start_section": 80, "char_end_section": 229, "char_start_global": 41004, "char_end_global": 41153}
{"sid": 127, "section_index": 12, "section_heading": "•", "text": "The code generated during this study is openly available on GitHub at https://  github.com/Siddhitamhatre/MVP-inflight-behavior• Any additional information required to reanalyze the data reported in this paper is available from the Lead Contact upon request.", "char_start_section": 229, "char_end_section": 487, "char_start_global": 41153, "char_end_global": 41411}
{"sid": 128, "section_index": 13, "section_heading": "Experimental Model And Subject Details", "text": "A. Spaceflight mission and Hardware Description-The MVP-Fly01 mission (Figure 1A, B) was launched on SpaceX-14 to the ISS at 20:30 UTC (Coordinated Universal Time) on April 2 nd , 2018.Flies were kept in the MVP hardware throughout the 34-day mission on the ISS (Figure S1A).The Dragon capsule was unberthed at 13:22 UTC on May 5th, 2018, and splashdown in the Pacific Ocean was the same day at 20:00 UTC.The mission used the MVP hardware (Redwire/Techshot, Inc., Greenville, Indiana) that supports easy food changes, allowing for a large population of flies to be maintained over multiple generations.", "char_start_section": 0, "char_end_section": 602, "char_start_global": 41411, "char_end_global": 42013}
{"sid": 129, "section_index": 13, "section_heading": "Experimental Model And Subject Details", "text": "It is also equipped with UI-1491LE video cameras used to capture time course footage of D. melanogaster (Figure S1B).The hardware consists of uniform white LED illumination which was programmed for a 12-hr:12-hr (light: dark) cycle for each habitat.", "char_start_section": 602, "char_end_section": 851, "char_start_global": 42013, "char_end_global": 42262}
{"sid": 130, "section_index": 13, "section_heading": "Experimental Model And Subject Details", "text": "Fresh cabin air was continuously circulated through the habitat to maintain steady CO 2 and O 2 levels.", "char_start_section": 851, "char_end_section": 954, "char_start_global": 42262, "char_end_global": 42365}
{"sid": 131, "section_index": 13, "section_heading": "Experimental Model And Subject Details", "text": "The housing system consists of two independent centrifuge units maintained within the same habitat enclosure, each containing six MVP modules (Figure S1A, B).For this experiment, one centrifuge was rotated at 68 rpm to artificially simulate Earth's gravity (SF1g) in space.", "char_start_section": 954, "char_end_section": 1227, "char_start_global": 42365, "char_end_global": 42638}
{"sid": 132, "section_index": 13, "section_heading": "Experimental Model And Subject Details", "text": "The other centrifuge was rotated at 2.2 rpm, making the g-level at the outer edge of the carousel at approximately 0.00095g (SFμg).This minimal rotation of SFμg ensured temperature uniformity between all experimental modules, while maintaining the microgravity levels of the ISS.Each MVP module has two adult fly chambers and three food cylinders (Figure S1B).Each food cylinder holds approximately 9.2 mL of standard fly food (Gilbert et al., 2020) containing foodgrade blue food dye.", "char_start_section": 1227, "char_end_section": 1712, "char_start_global": 42638, "char_end_global": 43123}
{"sid": 133, "section_index": 13, "section_heading": "Experimental Model And Subject Details", "text": "The presence of the dye allowed for the differentiation between early and late third instar larvae during postflight specimen sorting.", "char_start_section": 1712, "char_end_section": 1846, "char_start_global": 43123, "char_end_global": 43257}
{"sid": 134, "section_index": 13, "section_heading": "Experimental Model And Subject Details", "text": "Its inclusion is not relevant to the current analysis of adult flies performed here.", "char_start_section": 1846, "char_end_section": 1930, "char_start_global": 43257, "char_end_global": 43341}
{"sid": 135, "section_index": 13, "section_heading": "Experimental Model And Subject Details", "text": "The hardware design allowed for the passage of two generations of flies sequentially from adult fly chamber 2 to adult fly chamber 1 (Figure S1B).The MVP hardware has video imaging capabilities, and 28-second video footage of the adult fly chambers was taken regularly throughout the 12-hr light period.", "char_start_section": 1930, "char_end_section": 2233, "char_start_global": 43341, "char_end_global": 43644}
{"sid": 136, "section_index": 13, "section_heading": "Experimental Model And Subject Details", "text": "Although the MVP hardware has night video recording capability, it was not utilized in this mission due to technical difficulties with the infrared lighting.", "char_start_section": 2233, "char_end_section": 2391, "char_start_global": 43644, "char_end_global": 43802}
{"sid": 137, "section_index": 13, "section_heading": "Experimental Model And Subject Details", "text": "Each 28-second video consisted of 368 frames with an image resolution of 1986×1064 pixels.", "char_start_section": 2391, "char_end_section": 2481, "char_start_global": 43802, "char_end_global": 43892}
{"sid": 138, "section_index": 13, "section_heading": "Experimental Model And Subject Details", "text": "This video was periodically checked during the mission to ensure the health of flies and gauge the overall well-being.", "char_start_section": 2481, "char_end_section": 2599, "char_start_global": 43892, "char_end_global": 44010}
{"sid": 139, "section_index": 13, "section_heading": "Experimental Model And Subject Details", "text": "Upon return, this video was analyzed for inflight behavior to compute adult fly activity in SF1g and SFμg conditions during the mission.", "char_start_section": 2599, "char_end_section": 2735, "char_start_global": 44010, "char_end_global": 44146}
{"sid": 140, "section_index": 13, "section_heading": "Experimental Model And Subject Details", "text": "Following the completion of the mission, the samples were returned to Port of Long Beach, California, and transported via a climate-controlled vehicle to NASA Ames Research Center (ARC), California, within 7 hours of landing.", "char_start_section": 2735, "char_end_section": 2960, "char_start_global": 44146, "char_end_global": 44371}
{"sid": 141, "section_index": 13, "section_heading": "Experimental Model And Subject Details", "text": "Temperature and humidity loggers were also programmed to monitor the samples throughout the journey.", "char_start_section": 2960, "char_end_section": 3060, "char_start_global": 44371, "char_end_global": 44471}
{"sid": 142, "section_index": 13, "section_heading": "Experimental Model And Subject Details", "text": "All dissections, fixation of brain tissue, and postflight behavioral analysis (described below) were performed within 24 hours of arrival at NASA ARC (Return+0 days = R+0).A small subset of flies separated by sex was placed in an incubator at 24°C for acclimation to earth condition for 25 days (Return+25 days = R+25), and the brains from these flies were processed for immunohistochemical analysis similar to R+0 flies (Figure 1B).", "char_start_section": 3060, "char_end_section": 3494, "char_start_global": 44471, "char_end_global": 44905}
{"sid": 143, "section_index": 13, "section_heading": "Experimental Model And Subject Details", "text": "During the mission, a small set consisting of only two MVP modules (synchronous control) was reared in a ground-based incubator with real-time changes in temperature, humidity, and CO 2 matching the telemetry recorded on the ISS.The synchronous control was checked periodically to ensure the overall health of the flies during the mission but was not used for any of the postflight analysis.", "char_start_section": 3494, "char_end_section": 3885, "char_start_global": 44905, "char_end_global": 45296}
{"sid": 144, "section_index": 13, "section_heading": "Experimental Model And Subject Details", "text": "Upon completing the mission, a postflight ground control with the same hardware used for the mission was conducted in a ground-based incubator with six MVP modules resulting in 883 flies.", "char_start_section": 3885, "char_end_section": 4072, "char_start_global": 45296, "char_end_global": 45483}
{"sid": 145, "section_index": 13, "section_heading": "Experimental Model And Subject Details", "text": "For the postflight control (Earth), flies were placed in each module to match the flight condition and were reared under identical conditions to match the temperature, relative humidity, O 2 , and CO 2 levels recorded for the entire experiment on the ISS.The CO 2 levels within habitats in space are often significantly higher than those on the ground due to the technical difficulty of scrubbing the CO 2 from an entirely enclosed environment (ISS).The average CO 2 level in the MVP hardware during this experiment ranged between 3500-5443 ppm during the mission and was replicated temporally and identically in the ground control.", "char_start_section": 4072, "char_end_section": 4704, "char_start_global": 45483, "char_end_global": 46115}
{"sid": 146, "section_index": 13, "section_heading": "Experimental Model And Subject Details", "text": "By comparison, the CO 2 level under regular laboratory conditions averages <1000 ppm (Hussin et al., 2017).Also, another variable in any spaceflight study is sound pressure level.", "char_start_section": 4704, "char_end_section": 4883, "char_start_global": 46115, "char_end_global": 46294}
{"sid": 147, "section_index": 13, "section_heading": "Experimental Model And Subject Details", "text": "Based on ISS's telemetry data and payload permissible limits, SF1g and SFμg flies in the MVP module on ISS experienced average sound pressure levels of 65dB.Similar sound pressure levels (62-65dB) were noted in the vicinity of the Earth controls placed in the laboratory incubator (Percival Scientific).The Earth control flies were fixed in RNAlater and subjected to postflight analyses following the same timeline as the flies from ISS.The Earth control used for comparison and statistical analysis in this manuscript is this postflight ground control.", "char_start_section": 4883, "char_end_section": 5437, "char_start_global": 46294, "char_end_global": 46848}
{"sid": 148, "section_index": 13, "section_heading": "Experimental Model And Subject Details", "text": "B. Fly husbandry, loading the module, and development-The w 1118 wildtype line (Bloomington Stock Center) was used in this study.", "char_start_section": 5437, "char_end_section": 5566, "char_start_global": 46848, "char_end_global": 46977}
{"sid": 149, "section_index": 13, "section_heading": "Experimental Model And Subject Details", "text": "Thirty hours prior to launch, oneday-old virgin male (10) and female (25) fruit flies were loaded into the adult food cylinder 3 in each of the six MVP modules (F0 generation).The food cylinder was then immediately opened to adult fly chamber 2 (Figure S1B, C).The modules were then placed inside of a standard cargo transfer bag for launch.", "char_start_section": 5566, "char_end_section": 5907, "char_start_global": 46977, "char_end_global": 47318}
{"sid": 150, "section_index": 13, "section_heading": "Experimental Model And Subject Details", "text": "Prepared food cylinders were stored at 4°C for the duration of launch and ISS operations.", "char_start_section": 5907, "char_end_section": 5996, "char_start_global": 47318, "char_end_global": 47407}
{"sid": 151, "section_index": 13, "section_heading": "Experimental Model And Subject Details", "text": "Approximately 3.7 days (90 hrs) after launch, the payload was delivered to the ISS and the crew installed a food cylinder 2 inside the MVP module and opened the food cylinder 2 to adult fly chamber 2 (Mission day=5), giving flies access to the new food.", "char_start_section": 5996, "char_end_section": 6249, "char_start_global": 47407, "char_end_global": 47660}
{"sid": 152, "section_index": 13, "section_heading": "Experimental Model And Subject Details", "text": "Food cylinder 3 was closed at this time.", "char_start_section": 6249, "char_end_section": 6289, "char_start_global": 47660, "char_end_global": 47700}
{"sid": 153, "section_index": 13, "section_heading": "Experimental Model And Subject Details", "text": "This procedure was repeated for all MVP modules, and the modules were loaded into the previously installed MVP habitat hardware (Figure S1A) by the ISS crew.", "char_start_section": 6289, "char_end_section": 6446, "char_start_global": 47700, "char_end_global": 47857}
{"sid": 154, "section_index": 13, "section_heading": "Experimental Model And Subject Details", "text": "At this time, the six SF1g modules started spinning at 68 rpm to maintain 1g in spaceflight while the six SFμg modules were maintained at microgravity levels.", "char_start_section": 6446, "char_end_section": 6605, "char_start_global": 47857, "char_end_global": 48016}
{"sid": 155, "section_index": 13, "section_heading": "Experimental Model And Subject Details", "text": "After 5.5 days of egg laying (Mission Day=10), food cylinder 2 was opened to adult fly chamber 1 to allow the eggs laid in space to develop and emerge into adult flies in chamber 1.At the same time food cylinder 2 was closed to adult fly chamber 2, such that the launch populations of flies were prevented from entering food cylinder 2, thus keeping the generations separated (Figure S1C).Food cylinder 3 was reopened to adult fly chamber 2 to continue providing food to this population for the remainder of the experiment.", "char_start_section": 6605, "char_end_section": 7128, "char_start_global": 48016, "char_end_global": 48539}
{"sid": 156, "section_index": 13, "section_heading": "Experimental Model And Subject Details", "text": "The larvae and flies that emerged from the food cylinder 2 into the adult fly chamber 1 had undergone their entire developmental life cycle during spaceflight (F1 generation).At this time, food cylinder 1 was inserted and opened to chamber 1 to allow egg laying in cylinder 1, which will produce the second generation of spaceflight-developed flies (F2 generation).Food cylinder 2 remained open to chamber 1 during egg lay to allow adults to continue emerging.", "char_start_section": 7128, "char_end_section": 7588, "char_start_global": 48539, "char_end_global": 48999}
{"sid": 157, "section_index": 13, "section_heading": "Experimental Model And Subject Details", "text": "This also allowed us to know the age range of the adult flies returned for postflight experiments (~11-17-day adults).", "char_start_section": 7588, "char_end_section": 7707, "char_start_global": 48999, "char_end_global": 49118}
{"sid": 158, "section_index": 13, "section_heading": "Experimental Model And Subject Details", "text": "After 8 days of egg laying, food cylinder 1 from each module containing F2 generation fruit fly eggs and larvae, and some F1 generation adults, was fixed in RNAlater (Invitrogen).", "char_start_section": 7707, "char_end_section": 7887, "char_start_global": 49118, "char_end_global": 49298}
{"sid": 159, "section_index": 13, "section_heading": "Experimental Model And Subject Details", "text": "This allowed us to have samples that were fixed in RNAlater in space for \"omics\" analyses on the ground to track the progression of acclimation to spaceflight as animals develop in space under different gravity conditions.", "char_start_section": 7887, "char_end_section": 8109, "char_start_global": 49298, "char_end_global": 49520}
{"sid": 160, "section_index": 13, "section_heading": "Experimental Model And Subject Details", "text": "Following the fixation, a fresh food cylinder 1 was inserted and opened to chamber 1, and food cylinder 2 was closed.", "char_start_section": 8109, "char_end_section": 8226, "char_start_global": 49520, "char_end_global": 49637}
{"sid": 161, "section_index": 13, "section_heading": "Experimental Model And Subject Details", "text": "The MVP locker was powered down after the experiment, and fixed F1 generation flies and F2 generation eggs and larvae were placed in the MELFI-2 freezer at -80°C until the samples returned.", "char_start_section": 8226, "char_end_section": 8416, "char_start_global": 49637, "char_end_global": 49827}
{"sid": 162, "section_index": 13, "section_heading": "Experimental Model And Subject Details", "text": "Thus, this experimental design allowed us to freeze adult flies (F1 generation), larvae (F2 generation), and eggs (F2 generation) at Day 29.Postflight, we retrieved live adult flies (F1 generation), and eggs and larvae of F2 generation in the new food cylinder 1.All the science operations, including food cylinder changes and fixation and opening/closing of chambers, were performed by the ISS crew.", "char_start_section": 8416, "char_end_section": 8816, "char_start_global": 49827, "char_end_global": 50227}
{"sid": 163, "section_index": 13, "section_heading": "Experimental Model And Subject Details", "text": "Unforeseen weather conditions delayed the mission by 4 days, during which the crew repowered the MVP hardware on mission day 31 and powered it off on mission day 34 for return to Earth.", "char_start_section": 8816, "char_end_section": 9001, "char_start_global": 50227, "char_end_global": 50412}
{"sid": 164, "section_index": 13, "section_heading": "Experimental Model And Subject Details", "text": "METHOD DETAILS A. Inflight behavioral analysis-To quantify fly activity on the ISS, a simple but robust algorithm was developed using image-processing techniques in Matlab 2018 (MathWorks, Inc., Natick, MA) and DIPimage (Hendriks et al. 1999) running on a MacBook Pro with an i7 core processor.", "char_start_section": 9001, "char_end_section": 9295, "char_start_global": 50412, "char_end_global": 50706}
{"sid": 165, "section_index": 13, "section_heading": "Experimental Model And Subject Details", "text": "Only the videos from adult fly chamber 1 SF1g and SFμg were analyzed in this study (Mission days 13 to 28 -Figure S1C) since these chambers contained the flies bred entirely in space (F1 generation).The age of the flies assessed from video imaging of the inflight behavior ranged from 1 to 16-days (Postflight assays were conducted with flies with a smaller age range as described in the relevant sections).Similar video recording arrangements were made for Earth condition, but the videos could not be recorded due to technical issues.", "char_start_section": 9295, "char_end_section": 9831, "char_start_global": 50706, "char_end_global": 51242}
{"sid": 166, "section_index": 13, "section_heading": "Experimental Model And Subject Details", "text": "Full resolution 8-bit images (1986x1064) were used for analysis.", "char_start_section": 9831, "char_end_section": 9895, "char_start_global": 51242, "char_end_global": 51306}
{"sid": 167, "section_index": 13, "section_heading": "Experimental Model And Subject Details", "text": "The individual frames from the video images have a predominant intensity in the blue channel (Figure 1C.i).Therefore, each video image was separated into its three RGB components, and the blue channel (shown in grayscale) was inverted and used for further analysis (Figure 1C.ii) as it provided best visualization of the flies.", "char_start_section": 9895, "char_end_section": 10222, "char_start_global": 51306, "char_end_global": 51633}
{"sid": 168, "section_index": 13, "section_heading": "Experimental Model And Subject Details", "text": "Once inverted, resulting images had individual flies that appeared as white pixels on a gray background.", "char_start_section": 10222, "char_end_section": 10326, "char_start_global": 51633, "char_end_global": 51737}
{"sid": 169, "section_index": 13, "section_heading": "Experimental Model And Subject Details", "text": "For each movie, maximum intensity projections (MIP) were computed by overlaying individual video frames and keeping the brightest pixels across all time points, resulting in a stroboscopic motion-like effect (Figure 1C.iii", "char_start_section": 10326, "char_end_section": 10548, "char_start_global": 51737, "char_end_global": 51959}
{"sid": 170, "section_index": 13, "section_heading": "Experimental Model And Subject Details", "text": "and 1C.iv).The pixel location of the MIP was mapped on a composite image to visualize the locomotion of individual flies during each video.", "char_start_section": 10549, "char_end_section": 10688, "char_start_global": 51960, "char_end_global": 52099}
{"sid": 171, "section_index": 13, "section_heading": "Experimental Model And Subject Details", "text": "These tracks had a higher intensity and appeared brighter than the background.", "char_start_section": 10688, "char_end_section": 10766, "char_start_global": 52099, "char_end_global": 52177}
{"sid": 172, "section_index": 13, "section_heading": "Experimental Model And Subject Details", "text": "Flies that did not move did not create a track, as seen between Figure 1C.ii and 1C.iii indicated in green.", "char_start_section": 10766, "char_end_section": 10873, "char_start_global": 52177, "char_end_global": 52284}
{"sid": 173, "section_index": 13, "section_heading": "Experimental Model And Subject Details", "text": "However, flies that were active during the video recording created a white track, shown in Figures 1C.ii and 1C.iii in blue and red.", "char_start_section": 10873, "char_end_section": 11005, "char_start_global": 52284, "char_end_global": 52416}
{"sid": 174, "section_index": 13, "section_heading": "Experimental Model And Subject Details", "text": "This process resulted in a single image that displayed the tracks of the fly population throughout a series of 28-second video recordings (Figure 1C.iv).", "char_start_section": 11005, "char_end_section": 11159, "char_start_global": 52416, "char_end_global": 52570}
{"sid": 175, "section_index": 13, "section_heading": "Experimental Model And Subject Details", "text": "Using the MIP images of adult fly chamber 1, we could determine when flies were active.", "char_start_section": 11159, "char_end_section": 11246, "char_start_global": 52570, "char_end_global": 52657}
{"sid": 176, "section_index": 13, "section_heading": "Experimental Model And Subject Details", "text": "The videos from mission day 13 to 28 (Figure S1C) that tracked the F1 generation of flies as shown in Figures 1D, E. In other words, this time frame included initial fly emergence when the majority of the space-bred generation of flies entered adult fly chamber 1 from food cylinder 2 but ended prior to fly numbers and debris levels increasing to a point where the camera view was obstructed (Figure S2).The number of flies in a chamber increased over time due to reproduction based on the life cycle of D. melanogaster (Fernández-Moreno et al., 2007)", "char_start_section": 11246, "char_end_section": 11798, "char_start_global": 52657, "char_end_global": 53209}
{"sid": 177, "section_index": 13, "section_heading": "Experimental Model And Subject Details", "text": "(Figure S2).Six videos per day, each 28 seconds in duration that spanned the 12-hr light period, were processed to produce MIP images for each fly module.", "char_start_section": 11799, "char_end_section": 11953, "char_start_global": 53210, "char_end_global": 53364}
{"sid": 178, "section_index": 13, "section_heading": "Experimental Model And Subject Details", "text": "One of the six modules containing the population bred in μg malfunctioned during flight, so our analysis includes six modules in SF1g and five modules in SFμg.", "char_start_section": 11953, "char_end_section": 12112, "char_start_global": 53364, "char_end_global": 53523}
{"sid": 179, "section_index": 13, "section_heading": "Experimental Model And Subject Details", "text": "Videos from adult fly chamber 2 were not used for analysis because 1) the build-up of debris due to more extended periods of growth compared to adult fly chamber 1 obscured the camera view, and 2) the chamber contained mixed generations of flies.", "char_start_section": 12112, "char_end_section": 12358, "char_start_global": 53523, "char_end_global": 53769}
{"sid": 180, "section_index": 13, "section_heading": "Experimental Model And Subject Details", "text": "The pixel intensities were summed for each MIP image, resulting in a single numerical value for every video.", "char_start_section": 12358, "char_end_section": 12466, "char_start_global": 53769, "char_end_global": 53877}
{"sid": 181, "section_index": 13, "section_heading": "Experimental Model And Subject Details", "text": "The more a fly moves, the longer are the white streaks that can be observed along its path on the MIP and the higher is the total measured intensity.", "char_start_section": 12466, "char_end_section": 12615, "char_start_global": 53877, "char_end_global": 54026}
{"sid": 182, "section_index": 13, "section_heading": "Experimental Model And Subject Details", "text": "The process was repeated for each video producing a series of numerical values to quantify the overall activity of the fly population during the mission.", "char_start_section": 12615, "char_end_section": 12768, "char_start_global": 54026, "char_end_global": 54179}
{"sid": 183, "section_index": 13, "section_heading": "Experimental Model And Subject Details", "text": "Supplementary video 1, 2 is a representative video showing the fly chambers of SF1g and SFμg, where suspended flies are seen in microgravity condition.", "char_start_section": 12768, "char_end_section": 12919, "char_start_global": 54179, "char_end_global": 54330}
{"sid": 184, "section_index": 13, "section_heading": "Experimental Model And Subject Details", "text": "The color map in Figure 1D was generated by setting the minimum value in the color map to the baseline intensity obtained from the first frame of the video.", "char_start_section": 12919, "char_end_section": 13075, "char_start_global": 54330, "char_end_global": 54486}
{"sid": 185, "section_index": 13, "section_heading": "Experimental Model And Subject Details", "text": "The intensities across all modules and treatments were scaled such that the video with the MIP image having the highest summated intensity (and therefore highest activity) was set to the maximum color on the color scale (Figure 1D).Note:", "char_start_section": 13075, "char_end_section": 13312, "char_start_global": 54486, "char_end_global": 54723}
{"sid": 186, "section_index": 13, "section_heading": "Experimental Model And Subject Details", "text": "No videos were analyzed for activity past day 28 due to the increased fly numbers and debris interfering with the image quality.", "char_start_section": 13313, "char_end_section": 13441, "char_start_global": 54724, "char_end_global": 54852}
{"sid": 187, "section_index": 14, "section_heading": "B. Climbing assay-Climbing assay was performed on F1 generation of flies returned", "text": "to Earth using a modified version of Le Bourg and Lints (Feany and Bender, 2000).For each condition, flies were sorted and collected by sex, in groups of ten per food vial (F=100, M=100) as soon as the live flight samples were returned on earth (i.e., Fig.", "char_start_section": 0, "char_end_section": 256, "char_start_global": 54852, "char_end_global": 55108}
{"sid": 188, "section_index": 14, "section_heading": "B. Climbing assay-Climbing assay was performed on F1 generation of flies returned", "text": "1B, splash at L+34, 2 days for samples turnover (Long Beach, CA) and arrived at NASA ARC (R+0) and the assay was conducted.", "char_start_section": 257, "char_end_section": 381, "char_start_global": 55109, "char_end_global": 55233}
{"sid": 189, "section_index": 14, "section_heading": "B. Climbing assay-Climbing assay was performed on F1 generation of flies returned", "text": "During the climbing assay, flies were transferred to a clean, empty vial and allowed to adjust for 1 minute.", "char_start_section": 381, "char_end_section": 489, "char_start_global": 55233, "char_end_global": 55341}
{"sid": 190, "section_index": 14, "section_heading": "B. Climbing assay-Climbing assay was performed on F1 generation of flies returned", "text": "The flies were tapped down to the bottom, and the number of flies climbing past the 5 cm mark measured from the bottom of the vial in 18 seconds was recorded as a percentage of flies able to climb per vial (climbing ability).This assay was repeated three times for each vial, with a 30 second rest between trials.", "char_start_section": 489, "char_end_section": 802, "char_start_global": 55341, "char_end_global": 55654}
{"sid": 191, "section_index": 14, "section_heading": "B. Climbing assay-Climbing assay was performed on F1 generation of flies returned", "text": "An average of three trials was reported per vial.", "char_start_section": 802, "char_end_section": 852, "char_start_global": 55654, "char_end_global": 55704}
{"sid": 192, "section_index": 14, "section_heading": "B. Climbing assay-Climbing assay was performed on F1 generation of flies returned", "text": "Measurements from all three trials were averaged.", "char_start_section": 852, "char_end_section": 901, "char_start_global": 55704, "char_end_global": 55753}
{"sid": 193, "section_index": 14, "section_heading": "B. Climbing assay-Climbing assay was performed on F1 generation of flies returned", "text": "The significance was determined between the conditions by a one-way ANOVA analysis with the condition as the independent variable.", "char_start_section": 901, "char_end_section": 1031, "char_start_global": 55753, "char_end_global": 55883}
{"sid": 194, "section_index": 15, "section_heading": "C. Immunohistochemistry and confocal imaging of brains-F1", "text": "generation flies returned live were dissected (R+0 and R+25) and brains were immediately fixed for 20 minutes in PBS (Phosphate buffered saline) containing 4% paraformaldehyde, 6.7% sucrose, and 0.01% tween-20, and stored at 4°C in PBS with 0.05% sodium azide.", "char_start_section": 0, "char_end_section": 260, "char_start_global": 55883, "char_end_global": 56143}
{"sid": 195, "section_index": 15, "section_heading": "C. Immunohistochemistry and confocal imaging of brains-F1", "text": "The R+0 and R+25 brains were stained for immunohistochemical analysis (described below) where staining for different antibody markers was conducted at the same time to facilitate comparison and reduce variability.", "char_start_section": 260, "char_end_section": 473, "char_start_global": 56143, "char_end_global": 56356}
{"sid": 196, "section_index": 15, "section_heading": "C. Immunohistochemistry and confocal imaging of brains-F1", "text": "The brains were stained following a standard protocol (Iyer et al., 2018;Mhatre et al., 2014).Briefly, the fixed brains were washed with PBS and PBT (0.2% Triton X-100 in PBS) for 10 min each, incubated with blocking buffer (5% normal goat serum (Catalog # 566380, Sigma) in PBT) for one hour, and then incubated overnight at 4°C with primary antibodies.", "char_start_section": 473, "char_end_section": 827, "char_start_global": 56356, "char_end_global": 56710}
{"sid": 197, "section_index": 15, "section_heading": "C. Immunohistochemistry and confocal imaging of brains-F1", "text": "One set of brains were stained with anti-elav (1:100, Catalog # 7E8A10, Developmental Studies Hybridoma Bank (DSHB), host species -rat) to label all the neurons, anti-cc3 (1:100, Catalog # 9661,", "char_start_section": 827, "char_end_section": 1021, "char_start_global": 56710, "char_end_global": 56904}
{"sid": 198, "section_index": 15, "section_heading": "C. Immunohistochemistry and confocal imaging of brains-F1", "text": "Cell signaling Technology, host species -rabbit) as apoptotic marker, and anti-8-oxo-dG (1:100, Catalog # 4354-MC-050, R&D systems, host species -mouse) as the DNA oxidative damage marker.", "char_start_section": 1022, "char_end_section": 1210, "char_start_global": 56905, "char_end_global": 57093}
{"sid": 199, "section_index": 15, "section_heading": "C. Immunohistochemistry and confocal imaging of brains-F1", "text": "Another set of brains were stained with anti-Repo (1:50, Catalog # 8D12, DSHB), University of Iowa, host species -mouse) to label the glia, and anti-TH (1:300, Catalog # AB152, EMD Millipore, host species -rabbit) to label the dopaminergic neurons.", "char_start_section": 1210, "char_end_section": 1458, "char_start_global": 57093, "char_end_global": 57341}
{"sid": 200, "section_index": 15, "section_heading": "C. Immunohistochemistry and confocal imaging of brains-F1", "text": "These preparations were then washed three times with PBT for 10 min each, and incubated with fluorophore-conjugated secondary antibodies, Alexa fluor 568 goat anti-mouse (1:200; Catalog # A-11031, Invitrogen),", "char_start_section": 1458, "char_end_section": 1667, "char_start_global": 57341, "char_end_global": 57550}
{"sid": 201, "section_index": 15, "section_heading": "C. Immunohistochemistry and confocal imaging of brains-F1", "text": "Alexa fluor 488 goat anti-rabbit (1:200; Catalog # A-11034, Invitrogen), or Alexa fluor 633 goat anti-rat (1:200; Catalog # A21094, Invitrogen).Final washes were performed once with PBT and twice with PBS, each for 10 min, and mounted in Vectashield (Vector Labs, H-1000) for imaging.", "char_start_section": 1668, "char_end_section": 1953, "char_start_global": 57551, "char_end_global": 57836}
{"sid": 202, "section_index": 15, "section_heading": "C. Immunohistochemistry and confocal imaging of brains-F1", "text": "Stained brains were imaged using Zeiss LSM 880 laser scanning confocal microscope in the histology and microscopy core facility at the Gladstone Institute, University of California San Francisco (UCSF).The ELAV neuronal cortex, neuropil, and the total brain area were traced and quantified using Image J software (v1.52g,U. S. National Institutes of Health, Bethesda, Maryland, USA).This method is a gross measurement adapted from previously published papers (Chakraborty et al., 2011;Mhatre et al., 2014).The data reported here are the neuronal cortex and neuropil area normalized to the total brain area.", "char_start_section": 1953, "char_end_section": 2559, "char_start_global": 57836, "char_end_global": 58442}
{"sid": 203, "section_index": 15, "section_heading": "C. Immunohistochemistry and confocal imaging of brains-F1", "text": "Similarly, the number of puncta for TH (total number of TH-positive cells), repo, 8-oxo-dG, and CC3 were analyzed and quantified for each stain/marker using the cell counter in ImageJ software and are reported as absolute values.", "char_start_section": 2559, "char_end_section": 2789, "char_start_global": 58442, "char_end_global": 58672}
{"sid": 204, "section_index": 15, "section_heading": "C. Immunohistochemistry and confocal imaging of brains-F1", "text": "D. RNA isolation, sequencing, and analysis of fly heads-The food cylinders that were frozen on ISS were slow-thawed at 4°C before opening.", "char_start_section": 2789, "char_end_section": 2927, "char_start_global": 58672, "char_end_global": 58810}
{"sid": 205, "section_index": 15, "section_heading": "C. Immunohistochemistry and confocal imaging of brains-F1", "text": "Once thawed, cylinders were opened, and flies (F1 generation frozen at L+29 days) were removed and sorted by sex.", "char_start_section": 2927, "char_end_section": 3040, "char_start_global": 58810, "char_end_global": 58923}
{"sid": 206, "section_index": 15, "section_heading": "C. Immunohistochemistry and confocal imaging of brains-F1", "text": "The head was removed using spring scissors and placed in RNAlater to preserve the RNA and protein integrity.", "char_start_section": 3040, "char_end_section": 3148, "char_start_global": 58923, "char_end_global": 59031}
{"sid": 207, "section_index": 15, "section_heading": "C. Immunohistochemistry and confocal imaging of brains-F1", "text": "Total RNA was extracted using RNA/Protein Purification plus (Norgen) from adult heads with four biological replicates in each condition (12-15 heads per replicate).This kit isolated total RNA and protein from the same samples.", "char_start_section": 3148, "char_end_section": 3374, "char_start_global": 59031, "char_end_global": 59257}
{"sid": 208, "section_index": 15, "section_heading": "C. Immunohistochemistry and confocal imaging of brains-F1", "text": "Isolated RNA was used to perform paired-end RNA sequencing on Illumina Novaseq 6000 platform, with an average of 20M reads of PE150 per sample (Novogene, Sacramento, CA).", "char_start_section": 3374, "char_end_section": 3545, "char_start_global": 59257, "char_end_global": 59428}
{"sid": 209, "section_index": 15, "section_heading": "C. Immunohistochemistry and confocal imaging of brains-F1", "text": "Data validation and quality control with FASTQC were conducted by", "char_start_section": 3545, "char_end_section": 3610, "char_start_global": 59428, "char_end_global": 59493}
{"sid": 210, "section_index": 15, "section_heading": "C. Immunohistochemistry and confocal imaging of brains-F1", "text": "Novogene, Inc.", "char_start_section": 3611, "char_end_section": 3625, "char_start_global": 59494, "char_end_global": 59508}
{"sid": 211, "section_index": 15, "section_heading": "C. Immunohistochemistry and confocal imaging of brains-F1", "text": "The standardized Genelab pipeline was used for the analysis (Overbey et al., 2021).Briefly, raw RNA sequences were trimmed using Trim Galore!", "char_start_section": 3625, "char_end_section": 3766, "char_start_global": 59508, "char_end_global": 59649}
{"sid": 212, "section_index": 15, "section_heading": "C. Immunohistochemistry and confocal imaging of brains-F1", "text": "v0.6.2 (Krueger, 2019), aligned to the Drosophila reference genome (Dmel release 6.08) and transcriptome with STAR Version 2.7.1a (Dobin et al., 2013), and read counts for each transcript were generated using RSEM v1.3.1.Differentially expressed gene lists were generated using a custom Genelab R script, GeneLab_DGE_noERCC.R, utilizing the DESeq2 v1.22.2R package (Lai Polo et al., 2020).False discovery rate (adjusted p-value) corrections were performed using Benjamini-Hochberg multiple testing adjustment, and the differentially expressed genes with an adjusted p-value of less than 0.05 were considered statistically significant.", "char_start_section": 3767, "char_end_section": 4401, "char_start_global": 59650, "char_end_global": 60284}
{"sid": 213, "section_index": 16, "section_heading": "E. Proteomics and analysis of fly heads-Proteins isolated from adult heads (F1 generation frozen at L+29 days) using the Norgen", "text": "Biotek kit were used to determine the global proteomic changes.", "char_start_section": 0, "char_end_section": 63, "char_start_global": 60284, "char_end_global": 60347}
{"sid": 214, "section_index": 16, "section_heading": "E. Proteomics and analysis of fly heads-Proteins isolated from adult heads (F1 generation frozen at L+29 days) using the Norgen", "text": "Three replicates in each condition (12-15 heads per replicate) were used for protein isolation and enzymatic digestion.", "char_start_section": 63, "char_end_section": 182, "char_start_global": 60347, "char_end_global": 60466}
{"sid": 215, "section_index": 16, "section_heading": "E. Proteomics and analysis of fly heads-Proteins isolated from adult heads (F1 generation frozen at L+29 days) using the Norgen", "text": "Isolated protein samples were digested and desalted according to Lundby et al.", "char_start_section": 182, "char_end_section": 260, "char_start_global": 60466, "char_end_global": 60544}
{"sid": 216, "section_index": 16, "section_heading": "E. Proteomics and analysis of fly heads-Proteins isolated from adult heads (F1 generation frozen at L+29 days) using the Norgen", "text": "(Lundby et al., 2012).Protein concentrations were then determined using a bicinchoninic acid assay (BCA) (Thermo-Fisher Scientific, San Jose, CA).Proteins were then reduced, alkylated and subjected to acetone precipitation prior to digestion with endoproteinase Lys-C, 1:50 enzyme to protein (Wako, Richmond, VA).This was followed by digestion with trypsin, 1:50 enzyme to protein (Promega, Madison, WI), and desalting and concentrating using C 18 Sep-Pak cartridges (Waters).", "char_start_section": 261, "char_end_section": 738, "char_start_global": 60545, "char_end_global": 61022}
{"sid": 217, "section_index": 16, "section_heading": "E. Proteomics and analysis of fly heads-Proteins isolated from adult heads (F1 generation frozen at L+29 days) using the Norgen", "text": "TMT Isobaric Labeling -: Peptides were mass tagged using Thermo-Fisher's TMT 10-plex isobaric label kit (Catalog # 90061) following the included protocol and pooled for analysis.", "char_start_section": 738, "char_end_section": 916, "char_start_global": 61022, "char_end_global": 61200}
{"sid": 218, "section_index": 16, "section_heading": "E. Proteomics and analysis of fly heads-Proteins isolated from adult heads (F1 generation frozen at L+29 days) using the Norgen", "text": "Six experimental conditions were labeled in triplicate across three TMT-runs, including two internal control channels.", "char_start_section": 916, "char_end_section": 1034, "char_start_global": 61200, "char_end_global": 61318}
{"sid": 219, "section_index": 17, "section_heading": "Basic Reversed-Phase Fractionation -:", "text": "Pooled TMT-labeled peptides were fractionated by basic pH reversed-phase (BPRP) fractionation on an Ultimate 3000 HPLC (Thermo Scientific) using an integrated fraction collector.", "char_start_section": 0, "char_end_section": 178, "char_start_global": 61318, "char_end_global": 61496}
{"sid": 220, "section_index": 17, "section_heading": "Basic Reversed-Phase Fractionation -:", "text": "Elution was performed using a 10-minute gradient of 0-20% solvent B followed by a 50-minute gradient of solvent B from 20-45% (Solvent A 5.0%", "char_start_section": 178, "char_end_section": 319, "char_start_global": 61496, "char_end_global": 61637}
{"sid": 221, "section_index": 17, "section_heading": "Basic Reversed-Phase Fractionation -:", "text": "Acetonitrile, 10mM ammonium bicarbonate pH 8.0, Solvent B 90.0% Acetonitrile, 10mM", "char_start_section": 320, "char_end_section": 402, "char_start_global": 61638, "char_end_global": 61720}
{"sid": 222, "section_index": 17, "section_heading": "Basic Reversed-Phase Fractionation -:", "text": "ammonium bicarbonate pH 8.0) on a Zorbax 300Extend-C18 column (Agilent) at a flow rate of 0.4 ml/min.A total of 24 fractions were collected at 37-second intervals in a looping fashion for 60 minutes then combined to produce 12 super fractions.", "char_start_section": 403, "char_end_section": 646, "char_start_global": 61721, "char_end_global": 61964}
{"sid": 223, "section_index": 17, "section_heading": "Basic Reversed-Phase Fractionation -:", "text": "Peptide elution was monitored at a wavelength of 220nm using a Dionex Ultimate 3000 variable wavelength detector (Thermo Scientific).Each fraction was then centrifuged to near dryness and desalted using C 18 Sep-Pak Cartridges followed again by centrifugation to near dryness and reconstitution with 20 ul of 5% acetonitrile and 0.1% formic acid.", "char_start_section": 646, "char_end_section": 993, "char_start_global": 61964, "char_end_global": 62311}
{"sid": 224, "section_index": 17, "section_heading": "Basic Reversed-Phase Fractionation -:", "text": "Liquid Chromatography and Mass Spectrometry-: BPRP fractions were then separated using an UltiMate 3000 RSLCnano system (Thermo Scientific, San Jose, CA) on a selfpacked C18 column (100 um x 35 cm).Separation was performed using a 180-minute gradient of solvent B from 2-27% (Solvent A 0.1% Formic Acid, Solvent B Acetonitrile, 0.1% Formic Acid) at 50°C using a digital PicoView nanospray source (New Objectives, Woburn, MA) that was modified with a custom-built column heater and an ABIRD background suppressor (ESI Source Solutions, Woburn, MA).An in-house column was prepared by packing a 100μm inner diameter picofrit column (New Objectives, Woburn, MA) with 1.9μm ReproSil-Pure C18 (Dr.Maisch, Ammerbuch, Germany) and packed to a length of 30 cm at 9000 psi using a nano-LC column packing kit (nanoLCMS, Gold River, CA).", "char_start_section": 993, "char_end_section": 1819, "char_start_global": 62311, "char_end_global": 63137}
{"sid": 225, "section_index": 17, "section_heading": "Basic Reversed-Phase Fractionation -:", "text": "Mass spectral analysis was performed using an Orbitrap Fusion mass spectrometer (Thermo Scientific, San Jose, CA).TMT analysis was performed using an MS3 multi-notch approach.", "char_start_section": 1819, "char_end_section": 1994, "char_start_global": 63137, "char_end_global": 63312}
{"sid": 226, "section_index": 17, "section_heading": "Basic Reversed-Phase Fractionation -:", "text": "The MS1 precursor selection range is from 400-1400 m/z at a resolution of 120K and automatic gain control (AGC) target of 2.0 x 10 5 with a maximum injection time of 100 ms.", "char_start_section": 1994, "char_end_section": 2167, "char_start_global": 63312, "char_end_global": 63485}
{"sid": 227, "section_index": 17, "section_heading": "Basic Reversed-Phase Fractionation -:", "text": "Quadrupole isolation at 0.7 Th for MS 2 analysis using CID fragmentation in the linear ion trap with a collision energy of 35%.The AGC was set to 4.0 x 10 3 with a maximum injection time of 150ms.", "char_start_section": 2167, "char_end_section": 2363, "char_start_global": 63485, "char_end_global": 63681}
{"sid": 228, "section_index": 17, "section_heading": "Basic Reversed-Phase Fractionation -:", "text": "The instrument was operated in a top-speed data-dependent mode with a most intense precursor priority with dynamic exclusion set to an exclusion duration of 60 seconds with a 10ppm tolerance.", "char_start_section": 2363, "char_end_section": 2554, "char_start_global": 63681, "char_end_global": 63872}
{"sid": 229, "section_index": 17, "section_heading": "Basic Reversed-Phase Fractionation -:", "text": "MS2 fragment ions were captured in the MS3 precursor population.", "char_start_section": 2554, "char_end_section": 2618, "char_start_global": 63872, "char_end_global": 63936}
{"sid": 230, "section_index": 17, "section_heading": "Basic Reversed-Phase Fractionation -:", "text": "These MS3 precursors were then isolated within a 2.5 Da window and subjected to high energy collision-induced dissociation (HCD) with a collision energy of 55%.The ions were then detected in the Orbitrap at a resolution of 60,000 with an AGC of 5.0 x 10 4 and a maximum injection time of 150 ms.", "char_start_section": 2618, "char_end_section": 2913, "char_start_global": 63936, "char_end_global": 64231}
{"sid": 231, "section_index": 17, "section_heading": "Basic Reversed-Phase Fractionation -:", "text": "The data was then analyzed using SEQUEST (Thermo Fisher Scientific, San Jose, CA, version v.27, rev.11.) and Proteome Discoverer (Thermo Scientific, San Jose, CA. version 2.1).", "char_start_section": 2913, "char_end_section": 3089, "char_start_global": 64231, "char_end_global": 64407}
{"sid": 232, "section_index": 18, "section_heading": "Database Searching:", "text": "Tandem mass spectra were extracted, and charge states were deconvoluted by Proteome Discoverer version 2.1.Assignment of MS/MS spectra was performed using SequestHT (Thermo Fisher Scientific, San Jose, CA, USA) by searching the data against a protein database, including all entries from the Uniprot Drosophila proteome (UniProt UP00000803, containing 21,041 sequences, download date 10-29-2019) combined with the common contaminants sequences from the Global Proteome Machine.", "char_start_section": 0, "char_end_section": 477, "char_start_global": 64407, "char_end_global": 64884}
{"sid": 233, "section_index": 18, "section_heading": "Database Searching:", "text": "Sequest searches were performed using a parent ion tolerance of 1.25 Da, fragment ion mass tolerance of 1.00005 Da, and requiring each peptides' termini to have trypsin protease specificity while allowing up to two missed cleavages.", "char_start_section": 477, "char_end_section": 709, "char_start_global": 64884, "char_end_global": 65116}
{"sid": 234, "section_index": 18, "section_heading": "Database Searching:", "text": "Carbamidomethylation of cysteine residues (+57.02146Da) was set as static modification, while TMT tags on peptide N termini/lysine residues (+229.162932Da), acetylation of the protein Nterminus, and methionine oxidation (+15.99492Da) was set as variable modification.", "char_start_section": 709, "char_end_section": 976, "char_start_global": 65116, "char_end_global": 65383}
{"sid": 235, "section_index": 18, "section_heading": "Database Searching:", "text": "Reporter Ions Quantifier settings were set to include unique and razor peptides, Quan value correction factors from manufacturer applied, co-isolation threshold 50%, average reporter S/N 10, and no normalization or scaling of the channels.", "char_start_section": 976, "char_end_section": 1215, "char_start_global": 65383, "char_end_global": 65622}
{"sid": 236, "section_index": 19, "section_heading": "Proteomic Data Analysis:", "text": "The unscaled, non-normalized protein-level total reporter ion intensities derived from unique peptides were exported from Proteome Discoverer.", "char_start_section": 0, "char_end_section": 142, "char_start_global": 65622, "char_end_global": 65764}
{"sid": 237, "section_index": 19, "section_heading": "Proteomic Data Analysis:", "text": "Data quality assessment and control, normalization and analyses were performed using R v 4.0.1.Proteins underwent three filtering steps: 1) proteins containing missing values in any condition, 2) proteins with fewer than two unique peptide matches, and 3) proteins identified in only one or two out of the three runs were excluded from the quantitative analysis.", "char_start_section": 142, "char_end_section": 504, "char_start_global": 65764, "char_end_global": 66126}
{"sid": 238, "section_index": 19, "section_heading": "Proteomic Data Analysis:", "text": "Each TMT run was internally scaled, then transformed and analyzed together.", "char_start_section": 504, "char_end_section": 579, "char_start_global": 66126, "char_end_global": 66201}
{"sid": 239, "section_index": 19, "section_heading": "Proteomic Data Analysis:", "text": "Merged data were greatly affected by commonly seen batch effects associated to individual runs.", "char_start_section": 579, "char_end_section": 674, "char_start_global": 66201, "char_end_global": 66296}
{"sid": 240, "section_index": 19, "section_heading": "Proteomic Data Analysis:", "text": "Bioconductor package Limma v 3.44.3 was used to identify sexspecific abundance differences per protein in response to changing gravity conditions relative to ground/earth control by performing an empirical Bayes moderated t-test accounting for the seen batch effect caused by each individual TMT run (Ritchie et al., 2015).Calculated p-values were corrected by Benjamini-Hochberg False Discovery Rate (FDR).Statistically significant difference was defined by an FDR cutoff of 0.05.F. Gene ontology and KEGG analysis-The differentially expressed genes and proteins with FDR adjusted p-values less than 0.05 were used for further analysis.", "char_start_section": 674, "char_end_section": 1311, "char_start_global": 66296, "char_end_global": 66933}
{"sid": 241, "section_index": 19, "section_heading": "Proteomic Data Analysis:", "text": "Gene ontology (GO) and KEGG enrichment analyses were performed using Bioconductor package ClusterProfiler v 3.18.0(Yu et al., 2012) and Drosophila database (org.Dm.eg.db version 3.13).Specifically, we used enrichGO and enrichKEGG functions to determine functionally enriched GO categories for are three annotations: biological process (BP), cellular component (CC), and molecular function (MF) and KEGG pathways (Carbon et al., 2021) for all contrasts across both transcriptomics and proteomics datasets.", "char_start_section": 1311, "char_end_section": 1815, "char_start_global": 66933, "char_end_global": 67437}
{"sid": 242, "section_index": 19, "section_heading": "Proteomic Data Analysis:", "text": "Results were visualized by R packages ggplot2 (Wickham, 2016) and pheatmap (Kolde, 2015).", "char_start_section": 1815, "char_end_section": 1905, "char_start_global": 67437, "char_end_global": 67527}
{"sid": 243, "section_index": 19, "section_heading": "Proteomic Data Analysis:", "text": "The intersecting genes and proteins within and across the multi-omics platform were plotted using the Upset plot (Khan and Mathelier, 2017).Pathway visualization was performed using the KEGG mapper function provided by Kanehisa Laboratories (https://  www.kegg.jp/).Venn diagrams were generated using Venny 2.1 (Oliveros, 2015).", "char_start_section": 1905, "char_end_section": 2233, "char_start_global": 67527, "char_end_global": 67855}
{"sid": 244, "section_index": 20, "section_heading": "Quantification And Statistical Analysis", "text": "Quantification methods for the various assays and parameters are described in the relevant Methods section.", "char_start_section": 0, "char_end_section": 107, "char_start_global": 67855, "char_end_global": 67962}
{"sid": 245, "section_index": 20, "section_heading": "Quantification And Statistical Analysis", "text": "Statistical analyses and plot generation were performed using GraphPad Prism software (v.9.1.0).For Figure 1E, two-tailed Student's t-test was performed to determine statistical significance.", "char_start_section": 107, "char_end_section": 298, "char_start_global": 67962, "char_end_global": 68153}
{"sid": 246, "section_index": 20, "section_heading": "Quantification And Statistical Analysis", "text": "Grubbs test was performed on all climbing and immunohistochemistry datasets to remove outliers.", "char_start_section": 298, "char_end_section": 393, "char_start_global": 68153, "char_end_global": 68248}
{"sid": 247, "section_index": 20, "section_heading": "Quantification And Statistical Analysis", "text": "In Figures 2, 6 (A-C, F), S3A, and S7, Grubbs test was followed by testing for normal Gaussian distribution via the D'AgostinoPearson test except in data with a low sample size (TH and Repo), where the Shapiro-Wilk test for normality was performed.", "char_start_section": 393, "char_end_section": 641, "char_start_global": 68248, "char_end_global": 68496}
{"sid": 248, "section_index": 20, "section_heading": "Quantification And Statistical Analysis", "text": "If data were normally distributed, a twoway ANOVA, followed by Tukey's multiple comparison test, was performed to determine statistical significance.*p < 0.05, **p < 0.01, ***p < 0.001.whereas orange nodes show overlap across different conditions in DEGs and green nodes show overlap across different conditions in DEPs.", "char_start_section": 641, "char_end_section": 961, "char_start_global": 68496, "char_end_global": 68816}
{"sid": 249, "section_index": 20, "section_heading": "Quantification And Statistical Analysis", "text": "Grey nodes represent the DEGs and DEPs unique to a condition.", "char_start_section": 961, "char_end_section": 1022, "char_start_global": 68816, "char_end_global": 68877}
{"sid": 250, "section_index": 20, "section_heading": "Quantification And Statistical Analysis", "text": "The vertical bars indicate the number of unique or overlapping genes/ proteins.(C) Dot plot representing top 20 significantly (adj.p-value<0.05) enriched gene ontology (GO) terms in biological processes in SF1g and SFμg compared to Earth control.", "char_start_section": 1022, "char_end_section": 1268, "char_start_global": 68877, "char_end_global": 69123}
{"sid": 251, "section_index": 20, "section_heading": "Quantification And Statistical Analysis", "text": "SF1g female RNA compared to Earth control did not have any enriched GO biological processes, hence not represented in the dot plot.", "char_start_section": 1268, "char_end_section": 1399, "char_start_global": 69123, "char_end_global": 69254}
{"sid": 252, "section_index": 20, "section_heading": "Quantification And Statistical Analysis", "text": "The color of the dot represents adj.p-value, and the size represents gene ratio.that are significantly expressed (adj.", "char_start_section": 1399, "char_end_section": 1517, "char_start_global": 69254, "char_end_global": 69372}
{"sid": 253, "section_index": 20, "section_heading": "Quantification And Statistical Analysis", "text": "p-value<0.05) in fatty acid metabolism (H), and amino acid metabolism (I), with red representing upregulated and blue for downregulated.", "char_start_section": 1518, "char_end_section": 1654, "char_start_global": 69373, "char_end_global": 69509}
