{"sid": 0, "section_index": 0, "section_heading": "ABSTRACT", "text": "Astronauts are exposed to harsh conditions, including cosmic radiation and microgravity.", "char_start_section": 0, "char_end_section": 88, "char_start_global": 0, "char_end_global": 88}
{"sid": 1, "section_index": 0, "section_heading": "ABSTRACT", "text": "Spaceflight elongates human telomeres in peripheral blood, which shorten upon return to Earth and approach baseline levels during postflight recovery.", "char_start_section": 88, "char_end_section": 238, "char_start_global": 88, "char_end_global": 238}
{"sid": 2, "section_index": 0, "section_heading": "ABSTRACT", "text": "Astronauts also encounter muscle atrophy, losing up to 20% loss of muscle mass on spaceflights.", "char_start_section": 238, "char_end_section": 333, "char_start_global": 238, "char_end_global": 333}
{"sid": 3, "section_index": 0, "section_heading": "ABSTRACT", "text": "Telomere length changes in muscle cells of astronauts remain unexplored.", "char_start_section": 333, "char_end_section": 405, "char_start_global": 333, "char_end_global": 405}
{"sid": 4, "section_index": 0, "section_heading": "ABSTRACT", "text": "This study investigates telomere alterations in grounded mice experiencing radiation exposure and muscle atrophy, via a hindlimb unloading spaceflight mimicking model.", "char_start_section": 405, "char_end_section": 572, "char_start_global": 405, "char_end_global": 572}
{"sid": 5, "section_index": 0, "section_heading": "ABSTRACT", "text": "We find telomere lengthening is present in muscle stem cells and in myofiber nuclei, but not in muscle-resident endothelial cells.", "char_start_section": 572, "char_end_section": 702, "char_start_global": 572, "char_end_global": 702}
{"sid": 6, "section_index": 0, "section_heading": "ABSTRACT", "text": "We further assessed telomere length in the model following hindlimb unloading recovery.", "char_start_section": 702, "char_end_section": 789, "char_start_global": 702, "char_end_global": 789}
{"sid": 7, "section_index": 0, "section_heading": "ABSTRACT", "text": "We find that telomere length failed to return to baseline values.", "char_start_section": 789, "char_end_section": 854, "char_start_global": 789, "char_end_global": 854}
{"sid": 8, "section_index": 0, "section_heading": "ABSTRACT", "text": "Our results suggest a role for telomeres in muscle acclimatization, which is relevant for the well-being of astronauts in space, and upon their return to Earth.", "char_start_section": 854, "char_end_section": 1014, "char_start_global": 854, "char_end_global": 1014}
{"sid": 9, "section_index": 1, "section_heading": "INTRODUCTION", "text": "In the vacuum of space, astronauts are continuously bombarded by high energy cosmic radiation and must perform missions in microgravity 1 .A better understanding of the consequences of these two factors on body function and physiology are crucial for the planning of safe and successful long-duration future missions.", "char_start_section": 0, "char_end_section": 317, "char_start_global": 1014, "char_end_global": 1331}
{"sid": 10, "section_index": 1, "section_heading": "INTRODUCTION", "text": "A major detriment experienced by astronauts in flight is muscle atrophy, where a 1 month spaceflight can reduce muscle mass by 20% and muscle strength by 30% 2 .Even with currently implemented spaceflight countermeasures, involving rigorous exercise, the deleterious physiological effects of spaceflight in muscle atrophy and weakness induction are not completely abrogated [3][4][5] .In addition to microgravity, astronaut exposure to cosmic radiation can have effects on body systems that are still being elucidated.", "char_start_section": 317, "char_end_section": 835, "char_start_global": 1331, "char_end_global": 1849}
{"sid": 11, "section_index": 1, "section_heading": "INTRODUCTION", "text": "It is well established that the skeletal muscle atrophy due to exposure to both microgravity and radiation is problematic because of its rapid onset and severity 6 .\nMuscle stem cells (MuSCs), also called satellite cells, are necessary for muscle formation in embryogenesis and for muscle growth during childhood and adolescence 7,8 .In healthy adults, MuSCs from undamaged muscles remain quiescent.", "char_start_section": 835, "char_end_section": 1234, "char_start_global": 1849, "char_end_global": 2248}
{"sid": 12, "section_index": 1, "section_heading": "INTRODUCTION", "text": "Following injury, such as that arising from strenuous exercise, MuSCs become activated, proliferate, and differentiate in a series of coordinated steps, to properly repair muscle damage 9", "char_start_section": 1234, "char_end_section": 1421, "char_start_global": 2248, "char_end_global": 2435}
{"sid": 13, "section_index": 1, "section_heading": "INTRODUCTION", "text": ".In", "char_start_section": 1422, "char_end_section": 1425, "char_start_global": 2436, "char_end_global": 2439}
{"sid": 14, "section_index": 1, "section_heading": "INTRODUCTION", "text": "the context of muscle atrophy, MuSC properties are less clear.", "char_start_section": 1426, "char_end_section": 1488, "char_start_global": 2440, "char_end_global": 2502}
{"sid": 15, "section_index": 1, "section_heading": "INTRODUCTION", "text": "Atrophy caused by cancer cachexia is known to activate specific signaling pathways in skeletal muscles related to inflammation, protein synthesis, and autophagy 10 .In", "char_start_section": 1488, "char_end_section": 1655, "char_start_global": 2502, "char_end_global": 2669}
{"sid": 16, "section_index": 1, "section_heading": "INTRODUCTION", "text": "satellite cells, atrophy-induced signaling exerts effects on MuSC proliferative potential and differentiation capacities 11,12 .In", "char_start_section": 1656, "char_end_section": 1786, "char_start_global": 2670, "char_end_global": 2800}
{"sid": 17, "section_index": 1, "section_heading": "INTRODUCTION", "text": "terms of effects of radiation exposure to MuSCs, limited data are available.", "char_start_section": 1787, "char_end_section": 1863, "char_start_global": 2801, "char_end_global": 2877}
{"sid": 18, "section_index": 1, "section_heading": "INTRODUCTION", "text": "Exposure of cultured human muscle progenitor cells to ionizing radiation has negative effects on proliferative capacity and alters inflammatory signaling 13 .Studies using chronic, lower dose, whole-body irradiation of mice resulted in reduced MuSC numbers, reduced proliferative capacity, and increased quiescence, but it had little effect on differentiative capacity 14 .Higher", "char_start_section": 1863, "char_end_section": 2242, "char_start_global": 2877, "char_end_global": 3256}
{"sid": 19, "section_index": 1, "section_heading": "INTRODUCTION", "text": "dose leg-specific radiation exposures have demonstrated similar results on reduced proliferative capacities of juvenile mice; however, myofiber sizes and MuSC differentiation effects were present as well 15 , suggesting that level and duration of exposure could have different effects on MuSCs, depending on these factors.", "char_start_section": 2243, "char_end_section": 2566, "char_start_global": 3257, "char_end_global": 3580}
{"sid": 20, "section_index": 1, "section_heading": "INTRODUCTION", "text": "The length of telomeres is an important parameter of tissue proliferative potential 16 .Telomeres are repetitive sequences located at the ends of chromosomes, which can function as cellular proliferation clocks 17 .Telomere attrition leads to loss of cellular functionality and can lead to stem cell exhaustion in diseases such as Duchenne muscular dystrophy 18,19 .Shortened telomeres are also correlated with atrophy of many organ compartments, including brain 20 , spleen, small intestine, and reproductive system, among others 21 .Additionally, it has been reported that telomeres in cultured mouse and human fibroblasts appear more susceptible than other regions of the genome to DNA damage, and they exhibit a persistent DNA damage response following X-ray irradiation 22 .Increased DNA damage found at telomeres has been associated with telomere attrition and/or uncapping and cellular senescence, leading to loss of proper cellular functionality 23,24 .", "char_start_section": 2566, "char_end_section": 3528, "char_start_global": 3580, "char_end_global": 4542}
{"sid": 21, "section_index": 1, "section_heading": "INTRODUCTION", "text": "Recently, the effects of spaceflight have been meticulously investigated in the NASA Twins Study, where effects of preflight, inflight, and postflight conditions on a monozygotic twin were measured by multiple metrics and compared with the grounded twin brother 25 .That study revealed telomere lengthening in T cells of the inflight astronaut, which rapidly shortened postflight 25 .Another study investigating different astronaut flight conditions found similar results 26 .However, despite the importance of maintaining skeletal muscles during spaceflight, telomere length metrics in astronaut muscles have not been assessed.", "char_start_section": 3528, "char_end_section": 4157, "char_start_global": 4542, "char_end_global": 5171}
{"sid": 22, "section_index": 1, "section_heading": "INTRODUCTION", "text": "The goal of this study was to measure telomere length in resident skeletal muscle cells of grounded, wild-type mice experiencing spaceflight-like conditions, using a whole-body irradiation (IR) and hindlimb suspension (HLS)/mechanical unloading approach.", "char_start_section": 4157, "char_end_section": 4411, "char_start_global": 5171, "char_end_global": 5425}
{"sid": 23, "section_index": 1, "section_heading": "INTRODUCTION", "text": "We found that a combination of IR and HLS resulted in telomere elongation, specifically in myogenic cell populations, which did not recover upon a short duration reloading of hindlimbs.", "char_start_section": 4411, "char_end_section": 4596, "char_start_global": 5425, "char_end_global": 5610}
{"sid": 24, "section_index": 2, "section_heading": "Effects of HLS and IR exposure on skeletal muscle properties", "text": "To address the effects of muscle atrophy and/or irradiation (IR) on skeletal muscles, we utilized the widely accepted hindlimb suspension (HLS) ground-based model 27 , in combination with or in the absence of whole-body ionizing radiation exposure.", "char_start_section": 0, "char_end_section": 248, "char_start_global": 5610, "char_end_global": 5858}
{"sid": 25, "section_index": 2, "section_heading": "Effects of HLS and IR exposure on skeletal muscle properties", "text": "In our experimental design, mice were divided into four different cohorts: control (without IR exposure, without hindlimb suspension (HLS)), HLS only (no IR), IR only (no HLS), and combined (HLS + IR); (Fig. 1).More specifically, wildtype mice were preexposed to 2 Gy whole-body irradiation or sham irradiated and further divided into groups experiencing HLS or not.", "char_start_section": 248, "char_end_section": 614, "char_start_global": 5858, "char_end_global": 6224}
{"sid": 26, "section_index": 2, "section_heading": "Effects of HLS and IR exposure on skeletal muscle properties", "text": "Following a 3-week time course, mice were sacrificed, and various tissue weight metrics were obtained.", "char_start_section": 614, "char_end_section": 716, "char_start_global": 6224, "char_end_global": 6326}
{"sid": 27, "section_index": 2, "section_heading": "Effects of HLS and IR exposure on skeletal muscle properties", "text": "We found that at the study endpoint, mouse whole-body weights were similar for all groups (Fig. 2a), demonstrating that HLS did not detrimentally affect mouse appetite.", "char_start_section": 716, "char_end_section": 884, "char_start_global": 6326, "char_end_global": 6494}
{"sid": 28, "section_index": 2, "section_heading": "Effects of HLS and IR exposure on skeletal muscle properties", "text": "This finding is especially important, since hindlimb unloading has been used as method to study behavioral despair and depression, and appetite changes, if any, could have influenced our study results 28 .", "char_start_section": 884, "char_end_section": 1090, "char_start_global": 6494, "char_end_global": 6700}
{"sid": 29, "section_index": 2, "section_heading": "Effects of HLS and IR exposure on skeletal muscle properties", "text": "We next determined the effects of our experimental design on internal organs.", "char_start_section": 1090, "char_end_section": 1167, "char_start_global": 6700, "char_end_global": 6777}
{"sid": 30, "section_index": 2, "section_heading": "Effects of HLS and IR exposure on skeletal muscle properties", "text": "We found IR exposure alone had no effects on kidney or spleen weights, but it did cause significant (p < 0.0001) reductions in testes weights, when compared to sham/control mice (Supplementary Fig.", "char_start_section": 1167, "char_end_section": 1364, "char_start_global": 6777, "char_end_global": 6974}
{"sid": 31, "section_index": 2, "section_heading": "Effects of HLS and IR exposure on skeletal muscle properties", "text": "1a-d).These findings are in agreement with previous studies in mice and humans exposed to IR 29,30 .HLS", "char_start_section": 1365, "char_end_section": 1468, "char_start_global": 6975, "char_end_global": 7078}
{"sid": 32, "section_index": 2, "section_heading": "Effects of HLS and IR exposure on skeletal muscle properties", "text": "also had deleterious effects on testes gross size and normalized weight (Supplementary Fig.", "char_start_section": 1469, "char_end_section": 1560, "char_start_global": 7079, "char_end_global": 7170}
{"sid": 33, "section_index": 2, "section_heading": "Effects of HLS and IR exposure on skeletal muscle properties", "text": "1a, d; p < 0.0001), consistent with a previous report 31 .Additionally, kidney weights in HLS and HLS + IR groups were slightly increased compared with controls (Supplementary Fig.", "char_start_section": 1561, "char_end_section": 1741, "char_start_global": 7171, "char_end_global": 7351}
{"sid": 34, "section_index": 2, "section_heading": "Effects of HLS and IR exposure on skeletal muscle properties", "text": "1a, c; p = 0.0452, 0.0705, respectively), a finding that was similarly reported in a rat HLS model 32 .No differences were found in spleen and kidney weights in combinatorial HLS + IR versus respective controls; however, the testes HLS + IR group displayed additive detrimental effects on testicular weight, relative to individual groups, consistent with prior literature on organ size changes from HLS and/or IR exposures [29][30][31] .", "char_start_section": 1742, "char_end_section": 2180, "char_start_global": 7352, "char_end_global": 7790}
{"sid": 35, "section_index": 2, "section_heading": "Effects of HLS and IR exposure on skeletal muscle properties", "text": "To assess the effects of these experimental conditions on skeletal muscles, muscles were dissected post-trial and the level of atrophy was queried (Fig.", "char_start_section": 2180, "char_end_section": 2332, "char_start_global": 7790, "char_end_global": 7942}
{"sid": 36, "section_index": 2, "section_heading": "Effects of HLS and IR exposure on skeletal muscle properties", "text": "2b).We found little difference in tibialis anterior weights from mice that underwent HLS, and quadriceps weights were variable, compared to respective controls (Figs.2b-d).However, gastrocnemius muscles did exhibit a significant muscle atrophy in HLS and HLS + IR groups (Fig. 2b, 2e; p = 0.0490, p = 0.0138, respectively), leading us to focus on this muscle for the duration of the study.", "char_start_section": 2333, "char_end_section": 2722, "char_start_global": 7943, "char_end_global": 8332}
{"sid": 37, "section_index": 2, "section_heading": "Effects of HLS and IR exposure on skeletal muscle properties", "text": "To confirm that gastrocnemius weight reductions affected muscle fibers, muscles were cryosectioned and stained with fluorescently-conjugated wheat germ agglutinin (WGA), which labels extracellular matrix regions 33 .We observed significantly smaller fiber sizes in both HLS and HLS + IR groups, relative to control and IR groups (Fig.", "char_start_section": 2722, "char_end_section": 3056, "char_start_global": 8332, "char_end_global": 8666}
{"sid": 38, "section_index": 2, "section_heading": "Effects of HLS and IR exposure on skeletal muscle properties", "text": "2f, g; p < 0.0001, p = 0.0399, respectively), further validating the muscle atrophy effect.", "char_start_section": 3057, "char_end_section": 3148, "char_start_global": 8667, "char_end_global": 8758}
{"sid": 39, "section_index": 2, "section_heading": "Effects of HLS and IR exposure on skeletal muscle properties", "text": "In aggregate, these data unequivocally demonstrate a positive correlation between HLS and gastrocnemius muscle atrophy that agrees with the muscle wasting seen in previous HLS models 27 and which mimics that described in astronauts during spaceflights 34 .", "char_start_section": 3148, "char_end_section": 3405, "char_start_global": 8758, "char_end_global": 9015}
{"sid": 40, "section_index": 2, "section_heading": "Effects of HLS and IR exposure on skeletal muscle properties", "text": "Telomere length dynamics in spaceflight mimicked muscles In the Twins Study, Garrett-Bakelman et al. demonstrated a significant lengthening of telomeres in circulating blood cells (T cells) in the astronaut twin while in space 25 .However, telomere lengths in muscle cells were not measured.", "char_start_section": 3405, "char_end_section": 3696, "char_start_global": 9015, "char_end_global": 9306}
{"sid": 41, "section_index": 2, "section_heading": "Effects of HLS and IR exposure on skeletal muscle properties", "text": "Using a HLS + IR spaceflight-mimicking system, we wished to query the effects of telomere length on several skeletal muscle-resident cell types.", "char_start_section": 3696, "char_end_section": 3840, "char_start_global": 9306, "char_end_global": 9450}
{"sid": 42, "section_index": 2, "section_heading": "Effects of HLS and IR exposure on skeletal muscle properties", "text": "First, we performed CRYO MuQ-FISH staining of telomeres on gastrocnemius cryosections 35 .With this method, relative telomere length was determined by intensity measurements of a fluorescently labeled telomeric peptide nucleic acid probe, normalized to the fluorescence intensity staining of the entire nucleus by DAPI staining.", "char_start_section": 3840, "char_end_section": 4168, "char_start_global": 9450, "char_end_global": 9778}
{"sid": 43, "section_index": 2, "section_heading": "Effects of HLS and IR exposure on skeletal muscle properties", "text": "Cells of interest were identified by additional immunostaining to mark desired cells and/or the cellular positions within the muscle.", "char_start_section": 4168, "char_end_section": 4301, "char_start_global": 9778, "char_end_global": 9911}
{"sid": 44, "section_index": 2, "section_heading": "Effects of HLS and IR exposure on skeletal muscle properties", "text": "We first queried telomere length in MuSCs, defined as VCAM+ cells that appear in the satellite cell position (Fig. 3a).Quantification of telomere length revealed no changes between control, HLS, or IR MuSCs (Fig. 3b).However, when HLS + IR MuSC telomeres were assessed, we found significant telomere lengthening, as compared to all other groups (Fig. 3b, p < 0.0001).To evaluate the cellular consequences of these alterations, we evaluated MuSC populations and properties.", "char_start_section": 4301, "char_end_section": 4773, "char_start_global": 9911, "char_end_global": 10383}
{"sid": 45, "section_index": 2, "section_heading": "Effects of HLS and IR exposure on skeletal muscle properties", "text": "We first assessed whether there were changes in MuSC numbers in atrophied muscles, as had been suggested previously 12 .Gastrocnemius cryosections were stained with the MuSC marker, Pax7 8 , and total number of positively stained cells per unit area was queried.", "char_start_section": 4773, "char_end_section": 5035, "char_start_global": 10383, "char_end_global": 10645}
{"sid": 46, "section_index": 2, "section_heading": "Effects of HLS and IR exposure on skeletal muscle properties", "text": "We found no changes in MuSC numbers between control vs IR, and control vs HLS + IR treated groups, while a significant increase in MuSC numbers was observed in the control vs HLS only group (Supplementary Fig.", "char_start_section": 5035, "char_end_section": 5244, "char_start_global": 10645, "char_end_global": 10854}
{"sid": 47, "section_index": 2, "section_heading": "Effects of HLS and IR exposure on skeletal muscle properties", "text": "2a, b; p <", "char_start_section": 5245, "char_end_section": 5255, "char_start_global": 10855, "char_end_global": 10865}
{"sid": 48, "section_index": 2, "section_heading": "Effects of HLS and IR exposure on skeletal muscle properties", "text": "0.0001).While", "char_start_section": 5256, "char_end_section": 5269, "char_start_global": 10866, "char_end_global": 10879}
{"sid": 49, "section_index": 2, "section_heading": "Effects of HLS and IR exposure on skeletal muscle properties", "text": "these findings are interesting and unexpected, they did not correlate with the observed changes in telomere length of the HLS + IR group.", "char_start_section": 5270, "char_end_section": 5407, "char_start_global": 10880, "char_end_global": 11017}
{"sid": 50, "section_index": 2, "section_heading": "Effects of HLS and IR exposure on skeletal muscle properties", "text": "To exclude other cellular defects associated with telomere length 17,36 , we also investigated whether MuSCs were undergoing senescence in response to our experimental manipulations.", "char_start_section": 5407, "char_end_section": 5589, "char_start_global": 11017, "char_end_global": 11199}
{"sid": 51, "section_index": 2, "section_heading": "Effects of HLS and IR exposure on skeletal muscle properties", "text": "To interrogate the level of senescence in skeletal muscles in our study, gastrocnemius cryosections were stained for senescence-associated β-galactosidase activity.", "char_start_section": 5589, "char_end_section": 5753, "char_start_global": 11199, "char_end_global": 11363}
{"sid": 52, "section_index": 2, "section_heading": "Effects of HLS and IR exposure on skeletal muscle properties", "text": "We found no correlation between positively stained regions and cells within the satellite cell position (Supplementary Fig.", "char_start_section": 5753, "char_end_section": 5876, "char_start_global": 11363, "char_end_global": 11486}
{"sid": 53, "section_index": 2, "section_heading": "Effects of HLS and IR exposure on skeletal muscle properties", "text": "3).These findings make senescence unlikely as an influencing factor of telomere length modulation in HLS + IR MuSCs.", "char_start_section": 5877, "char_end_section": 5994, "char_start_global": 11487, "char_end_global": 11604}
{"sid": 54, "section_index": 2, "section_heading": "Effects of HLS and IR exposure on skeletal muscle properties", "text": "It is known that skeletal muscle mass change during unloading is associated with altered myonuclei 37 .Therefore, we next evaluated whether telomere lengthening in HLS + IR gastrocnemius muscles was specific to only MuSCs or whether additional myogenic nuclei also exhibited this phenomenon.", "char_start_section": 5994, "char_end_section": 6285, "char_start_global": 11604, "char_end_global": 11895}
{"sid": 55, "section_index": 2, "section_heading": "Effects of HLS and IR exposure on skeletal muscle properties", "text": "To this end, myonuclei, which were defined as localizing within muscle fibers and staining negative for the stem cell marker VCAM 38 , were  examined for telomere length changes.", "char_start_section": 6285, "char_end_section": 6463, "char_start_global": 11895, "char_end_global": 12073}
{"sid": 56, "section_index": 2, "section_heading": "Effects of HLS and IR exposure on skeletal muscle properties", "text": "Similar to what was found for MuSCs, myonuclei also displayed increased telomere length in HLS + IR gastrocnemius muscles, when compared with control, HLS, or IR gastrocnemius myofiber myonuclei (Fig. 3c; p < 0.0001).These data demonstrate that combinational HLS + IR of rodents on the ground affects gastrocnemius myogenic cell telomere length.", "char_start_section": 6463, "char_end_section": 6808, "char_start_global": 12073, "char_end_global": 12418}
{"sid": 57, "section_index": 2, "section_heading": "Effects of HLS and IR exposure on skeletal muscle properties", "text": "Since mechanical forces, including changes in gravity, have been shown to affect endothelial cells 39 , we subsequently assessed whether telomere length increases in HLS + IR mice were also observed in endothelial cells residing in the gastrocnemius muscle of hindlimb unloaded mice with and without radiation exposure.", "char_start_section": 6808, "char_end_section": 7127, "char_start_global": 12418, "char_end_global": 12737}
{"sid": 58, "section_index": 2, "section_heading": "Effects of HLS and IR exposure on skeletal muscle properties", "text": "CRYO MuQ-FISH was performed using the CD31+ (also known as PECAM-1) marker, previously shown to accurately label endothelial cells 40 .We", "char_start_section": 7127, "char_end_section": 7264, "char_start_global": 12737, "char_end_global": 12874}
{"sid": 59, "section_index": 2, "section_heading": "Effects of HLS and IR exposure on skeletal muscle properties", "text": "observed telomere length dynamics to be quite variable between experimental groups in endothelial cells (Fig. 4a, b), demonstrating that effects of HLS + IR were most pronounced and reproducible in cells deriving from a myogenic lineage.", "char_start_section": 7265, "char_end_section": 7503, "char_start_global": 12875, "char_end_global": 13113}
{"sid": 60, "section_index": 2, "section_heading": "Effects of HLS and IR exposure on skeletal muscle properties", "text": "Altogether, these results demonstrated that telomere length is increasing synergistically in response to low gravity and irradiation  only in muscle cells (MuSCs and myonuclei) but not in endothelial cells within skeletal muscles.", "char_start_section": 7503, "char_end_section": 7733, "char_start_global": 13113, "char_end_global": 13343}
{"sid": 61, "section_index": 3, "section_heading": "Effects of muscle reloading on muscle telomere length", "text": "In the NASA Twins Study, it was shown that while spaceflight caused telomere lengthening in some peripheral blood cell populations, return to earth caused rapid telomere shortening within 48 hours, and a return to near baseline levels within months 25 .Since", "char_start_section": 0, "char_end_section": 258, "char_start_global": 13343, "char_end_global": 13601}
{"sid": 62, "section_index": 3, "section_heading": "Effects of muscle reloading on muscle telomere length", "text": "our data demonstrated telomere lengthening in HLS + IR MuSCs, we next sought to determine whether telomere length in these cells also shortened following a recovery period, where mice were returned to conventional mobility.", "char_start_section": 259, "char_end_section": 482, "char_start_global": 13602, "char_end_global": 13825}
{"sid": 63, "section_index": 3, "section_heading": "Effects of muscle reloading on muscle telomere length", "text": "To assess this possibility, HLS + IR mice were allowed to recover for 2 weeks, with unrestricted movement and normal muscle loading.", "char_start_section": 482, "char_end_section": 614, "char_start_global": 13825, "char_end_global": 13957}
{"sid": 64, "section_index": 3, "section_heading": "Effects of muscle reloading on muscle telomere length", "text": "For this arm of the study, control, HLS + IR, and recovery groups were compared (Fig. 5a).First, we assessed normalized organ weights and found no significant changes to normalized spleen weights (Supplementary Fig. 4a) and kidney weights (Supplementary Fig. 4b) between the groups.", "char_start_section": 614, "char_end_section": 896, "char_start_global": 13957, "char_end_global": 14239}
{"sid": 65, "section_index": 3, "section_heading": "Effects of muscle reloading on muscle telomere length", "text": "Interestingly, testes weights also trended higher in recovered animals, but they remained significantly smaller when compared to control weights (Supplementary Fig.", "char_start_section": 896, "char_end_section": 1060, "char_start_global": 14239, "char_end_global": 14403}
{"sid": 66, "section_index": 3, "section_heading": "Effects of muscle reloading on muscle telomere length", "text": "4c; p < 0.0001).Together, these data confirm that the recovery did not interfere with general organ mass.", "char_start_section": 1061, "char_end_section": 1166, "char_start_global": 14404, "char_end_global": 14509}
{"sid": 67, "section_index": 3, "section_heading": "Effects of muscle reloading on muscle telomere length", "text": "In assessing the effects of recovery on skeletal muscles, we observed that gastrocnemius muscles of recovered mice were larger than HLS + IR mice and were of similar size to controls (Fig. 5b; p = 0.9927), demonstrating that 2 weeks post-unloading is sufficient to regain normal skeletal muscle size.", "char_start_section": 1166, "char_end_section": 1466, "char_start_global": 14509, "char_end_global": 14809}
{"sid": 68, "section_index": 3, "section_heading": "Effects of muscle reloading on muscle telomere length", "text": "To evaluate telomere length alterations in the recovered muscles, we performed CRYO MuQ-FISH in the gastrocnemius-derived MuSC populations and myonuclei between the experimental groups.", "char_start_section": 1466, "char_end_section": 1651, "char_start_global": 14809, "char_end_global": 14994}
{"sid": 69, "section_index": 3, "section_heading": "Effects of muscle reloading on muscle telomere length", "text": "Surprisingly, we did not observe telomere shortening in the recovery MuSCs, but instead they retained elongated telomere length and continued to increase even further, relative to the HLS + IR group (Fig. 5c; p = 0.0186).Similarly, telomere length in myonuclei also remained elongated following recovery (Fig. 5d), which also trended higher but was not significantly different compared with the HLS + IR group (p = 0.4288).To further delineate whether there were differential telomere length changes in muscle cell populations, which may have been buried by the averaging of telomere length analysis, we plotted this dataset as a distribution on a per cell basis (Supplementary Fig.", "char_start_section": 1651, "char_end_section": 2333, "char_start_global": 14994, "char_end_global": 15676}
{"sid": 70, "section_index": 3, "section_heading": "Effects of muscle reloading on muscle telomere length", "text": "5).These data show, that unlike what was reported for T cells in the Twins Study, where a proportion of the return to Earth cells exhibited population of critically shortened telomeres 25 , we found few MuSCs with very short telomeres and many more MuSCs with long telomeres.", "char_start_section": 2334, "char_end_section": 2609, "char_start_global": 15677, "char_end_global": 15952}
{"sid": 71, "section_index": 3, "section_heading": "Effects of muscle reloading on muscle telomere length", "text": "The telomere length distribution of muscle cells is somewhat different from the distributions reported in a follow-up study of blood cells in populations of short and long telomeres 26,41 , suggesting that different cell types might have different mechanisms of managing telomere length under spaceflight or spaceflight-mimicking conditions.", "char_start_section": 2609, "char_end_section": 2950, "char_start_global": 15952, "char_end_global": 16293}
{"sid": 72, "section_index": 3, "section_heading": "Effects of muscle reloading on muscle telomere length", "text": "In aggregate, these data demonstrate that hindlimb reloading for the indicated recovery period was not sufficient to shorten telomere length to control levels.", "char_start_section": 2950, "char_end_section": 3110, "char_start_global": 16293, "char_end_global": 16453}
{"sid": 73, "section_index": 3, "section_heading": "Effects of muscle reloading on muscle telomere length", "text": "Telomere lengthening mechanisms in radiation-exposed unloaded muscles\nThe most common mechanism of telomere elongation is through the action of the enzyme telomerase", "char_start_section": 3110, "char_end_section": 3275, "char_start_global": 16453, "char_end_global": 16618}
{"sid": 74, "section_index": 3, "section_heading": "Effects of muscle reloading on muscle telomere length", "text": "42 .To", "char_start_section": 3276, "char_end_section": 3282, "char_start_global": 16619, "char_end_global": 16625}
{"sid": 75, "section_index": 3, "section_heading": "Effects of muscle reloading on muscle telomere length", "text": "query the role of telomerase in the observed telomere lengthening of HLS + IR gastrocnemius muscle cells, we first assayed for its expression.", "char_start_section": 3283, "char_end_section": 3426, "char_start_global": 16626, "char_end_global": 16769}
{"sid": 76, "section_index": 3, "section_heading": "Effects of muscle reloading on muscle telomere length", "text": "Tert, the catalytic subunit of telomerase, was undetectable in skeletal muscles from control, HLS + IR, or recovery groups by qRT-PCR (Supplementary Fig.", "char_start_section": 3426, "char_end_section": 3579, "char_start_global": 16769, "char_end_global": 16922}
{"sid": 77, "section_index": 3, "section_heading": "Effects of muscle reloading on muscle telomere length", "text": "6a).Similarly, expression of TERT was absent at the protein level, by immunohistochemistry of cryosections (Supplementary Fig.", "char_start_section": 3580, "char_end_section": 3706, "char_start_global": 16923, "char_end_global": 17049}
{"sid": 78, "section_index": 3, "section_heading": "Effects of muscle reloading on muscle telomere length", "text": "6b).Because telomerase expression in muscles may be transient and/or only expressed in a small population of cells, we interrogated telomerase activity by a telomerase repeated amplification protocol (TRAP) assay.", "char_start_section": 3707, "char_end_section": 3920, "char_start_global": 17050, "char_end_global": 17263}
{"sid": 79, "section_index": 3, "section_heading": "Effects of muscle reloading on muscle telomere length", "text": "We found low telomerase activity in experimental gastrocnemius muscles (Fig. 6a), with no significant changes between control muscles and HLS + IR (p = 0.3684), control and recovery (p = 0.9720), or between HLS + IR and recovery groups (p = 0.2812; Fig.", "char_start_section": 3920, "char_end_section": 4173, "char_start_global": 17263, "char_end_global": 17516}
{"sid": 80, "section_index": 3, "section_heading": "Effects of muscle reloading on muscle telomere length", "text": "6b).Our findings are in agreement with a prior study that showed telomerase activity is lost in differentiated skeletal muscle cells 43 , and further suggest that telomerase might not have a substantial role in telomere elongation in this system.", "char_start_section": 4174, "char_end_section": 4420, "char_start_global": 17517, "char_end_global": 17763}
{"sid": 81, "section_index": 3, "section_heading": "Effects of muscle reloading on muscle telomere length", "text": "Since the observed telomere lengthening in muscles could not be explained by telomerase activity, we sought to identify other mechanisms by which telomere lengthening could be attributed.", "char_start_section": 4420, "char_end_section": 4607, "char_start_global": 17763, "char_end_global": 17950}
{"sid": 82, "section_index": 3, "section_heading": "Effects of muscle reloading on muscle telomere length", "text": "Alternative lengthening of telomeres (ALT) is a recombinationbased telomere maintenance mechanism utilized by 10-15% of human cancers 44 .It has been previously reported that the DNA damage responding proteins, ATRX and DAXX, must be downregulated for ALT to occur [45][46][47][48] .To", "char_start_section": 4607, "char_end_section": 4892, "char_start_global": 17950, "char_end_global": 18235}
{"sid": 83, "section_index": 3, "section_heading": "Effects of muscle reloading on muscle telomere length", "text": "this end, we quantified the expression of these genes in control, HLS + IR, and recovery muscles.", "char_start_section": 4893, "char_end_section": 4990, "char_start_global": 18236, "char_end_global": 18333}
{"sid": 84, "section_index": 3, "section_heading": "Effects of muscle reloading on muscle telomere length", "text": "Interestingly, we observed significant downregulation of both Atrx and Daxx transcripts in HLS + IR muscles, relative control (p = 0.0005, p = 0.0009, respectively; Fig.", "char_start_section": 4990, "char_end_section": 5159, "char_start_global": 18333, "char_end_global": 18502}
{"sid": 85, "section_index": 3, "section_heading": "Effects of muscle reloading on muscle telomere length", "text": "6c, d), suggesting that ALT-related pathways are engaged in this model.", "char_start_section": 5160, "char_end_section": 5231, "char_start_global": 18503, "char_end_global": 18574}
{"sid": 86, "section_index": 3, "section_heading": "Effects of muscle reloading on muscle telomere length", "text": "When recovery groups were examined, both Atrx and Daxx were still downregulated, although they did trend higher in both cases, relative to HLS + IR groups (p = 0.5410, p = 0.4166, respectively; Fig.", "char_start_section": 5231, "char_end_section": 5429, "char_start_global": 18574, "char_end_global": 18772}
{"sid": 87, "section_index": 3, "section_heading": "Effects of muscle reloading on muscle telomere length", "text": "6c, d).Taken together, these data raise the possibility of ALT-related mechanisms being employed in the observed telomere lengthening in irradiated, unloaded muscles, as well as during reloading.", "char_start_section": 5430, "char_end_section": 5625, "char_start_global": 18773, "char_end_global": 18968}
{"sid": 88, "section_index": 4, "section_heading": "DISCUSSION", "text": "Astronauts experience adverse health effects on long-duration missions, including headaches, dizziness, congestion, changes in blood cells, and fatigue, as well as severe bone and muscle loss 49 .A better understanding of the causes of such impediments to explorer health in an earthbound model could serve beneficial effects in the development of additional countermeasures or prophylactic treatments meant to reduce physical health burdens.", "char_start_section": 0, "char_end_section": 442, "char_start_global": 18968, "char_end_global": 19410}
{"sid": 89, "section_index": 4, "section_heading": "DISCUSSION", "text": "Recently, a comprehensive NASA study, also commonly referred to as the Twins Study, investigated and compared a multitude of metrics, including physical changes, of an earthbound monozygotic twin astronaut, to his brother, experiencing spaceflight 25 .One reported aspect of this study was an observed effect of telomere lengthening in peripheral blood T cells during spaceflight, which was absent in the grounded twin 25 .Outside of space, telomere length changes have been reported in degenerative diseases, which often coincide with tissue atrophy 50 , including skeletal muscle 18,19,51,52 .However, telomere length alterations in skeletal muscle cells, both from mice 18 and humans 53,54 , are not correlated with the effects of aging, where sarcopenia, a muscle wasting process, is a hallmark 55 .Although muscle deterioration is a serious problem in astronauts' health, the effect of gravity changes on telomeres of muscle cells has not been studied.", "char_start_section": 442, "char_end_section": 1399, "char_start_global": 19410, "char_end_global": 20367}
{"sid": 90, "section_index": 4, "section_heading": "DISCUSSION", "text": "In addition, the impact of the effects of radiation on telomere length are still inconclusive.", "char_start_section": 1399, "char_end_section": 1493, "char_start_global": 20367, "char_end_global": 20461}
{"sid": 91, "section_index": 4, "section_heading": "DISCUSSION", "text": "A study of Chernobyl radiation cleanup workers demonstrated that occupational exposure to ionizing radiation led to telomere lengthening in these workers in peripheral blood leukocytes 56 .Similar effects were reported for atomic bomb survivors, but only those who were exposed to lower doses of radiation, as higher dose radiation exposure led to telomere attrition in peripheral blood T cells 57 .However, studies on telomere length following radiation exposure, specifically focusing on the muscle compartment, are nonexistent.", "char_start_section": 1493, "char_end_section": 2023, "char_start_global": 20461, "char_end_global": 20991}
{"sid": 92, "section_index": 4, "section_heading": "DISCUSSION", "text": "Most importantly, the combined effect of weightlessness-induced skeletal muscle atrophy and cosmic radiation exposure reported during spaceflight 58 led us to query whether these factors can contribute to changes in telomere dynamics in myogenic cells in a ground-based mouse model.", "char_start_section": 2023, "char_end_section": 2306, "char_start_global": 20991, "char_end_global": 21274}
{"sid": 93, "section_index": 4, "section_heading": "DISCUSSION", "text": "HLS in rodents is a common model used to study the effects of ground-based muscle atrophy, through mechanical unloading and skeletal muscle disuse 59 .Using this HLS strategy in mice, we observed ~20% reductions in gastrocnemius muscle, similar to what has been previously reported 59 .Despite", "char_start_section": 2306, "char_end_section": 2599, "char_start_global": 21274, "char_end_global": 21567}
{"sid": 94, "section_index": 4, "section_heading": "DISCUSSION", "text": "this loss of muscle mass, no changes in telomere length in the HLS model alone were evident, suggesting that simulated weightless conditions alone are not sufficient to modify telomere length.", "char_start_section": 2600, "char_end_section": 2792, "char_start_global": 21568, "char_end_global": 21760}
{"sid": 95, "section_index": 4, "section_heading": "DISCUSSION", "text": "To mimic cosmic radiation exposure in spaceflights, we exposed mice to wholebody ionizing radiation by itself or utilized a combined approach of HLS and irradiation.", "char_start_section": 2792, "char_end_section": 2957, "char_start_global": 21760, "char_end_global": 21925}
{"sid": 96, "section_index": 4, "section_heading": "DISCUSSION", "text": "Under these conditions, we found telomere lengthening only in myogenic cell types in the HLS + IR group but IR exposure alone had minimal impact on telomeres.", "char_start_section": 2957, "char_end_section": 3115, "char_start_global": 21925, "char_end_global": 22083}
{"sid": 97, "section_index": 4, "section_heading": "DISCUSSION", "text": "Intriguingly, endothelial cells present in the affected muscles do not exhibit significant telomere length changes in either group, suggesting that telomeres within skeletal muscle cells are more susceptible to telomere length changes in our experimental system.", "char_start_section": 3115, "char_end_section": 3377, "char_start_global": 22083, "char_end_global": 22345}
{"sid": 98, "section_index": 4, "section_heading": "DISCUSSION", "text": "Overall, the telomeres in combined radiation exposure and simulated microgravity conditions demonstrated a synergistic telomere lengthening effect when applied together, specifically in myogenic cells but not in other cells with the muscle architecture.", "char_start_section": 3377, "char_end_section": 3631, "char_start_global": 22345, "char_end_global": 22599}
{"sid": 99, "section_index": 4, "section_heading": "DISCUSSION", "text": "Although many detrimental health effects are associated with telomere shortening 60,61 , a growing body of evidence suggests that very long telomeres may be problematic in human cells, as these telomeres could develop instabilities and telomeric fragility 62 , supporting the notion that tight control of telomere length homeostasis is essential.", "char_start_section": 3631, "char_end_section": 3977, "char_start_global": 22599, "char_end_global": 22945}
{"sid": 100, "section_index": 4, "section_heading": "DISCUSSION", "text": "In line with this statement, in the Twins Study, the return to ground astronaut demonstrated a rapid shortening of telomere length, within 48 h after landing, to levels below earthbound twin, and telomere length extended but still remained shorter than the earthbound twin, even after 9 months 26 .Similar findings were found in other astronaut studies as well 26,41 .To", "char_start_section": 3977, "char_end_section": 4347, "char_start_global": 22945, "char_end_global": 23315}
{"sid": 101, "section_index": 4, "section_heading": "DISCUSSION", "text": "query whether telomere shortening occurred within skeletal muscle cells of our experimental design, we implemented a 2-week recovery period, where mechanical loading of hindlimb muscles was reestablished.", "char_start_section": 4348, "char_end_section": 4552, "char_start_global": 23316, "char_end_global": 23520}
{"sid": 102, "section_index": 4, "section_heading": "DISCUSSION", "text": "The longer 2-week endpoint compared to the initial 48 h used in the Twins Study was also chosen due to the fact that skeletal muscles cannot significantly recover from atrophy conditions following 48 h of mechanical loading 63 .In", "char_start_section": 4552, "char_end_section": 4782, "char_start_global": 23520, "char_end_global": 23750}
{"sid": 103, "section_index": 4, "section_heading": "DISCUSSION", "text": "contrast to the overall telomere shortening of T cells in astronaut studies 26 , we found that the telomere length of skeletal muscle cells failed to return to baseline levels, despite the recovery of muscle mass.", "char_start_section": 4783, "char_end_section": 4997, "char_start_global": 23751, "char_end_global": 23965}
{"sid": 104, "section_index": 4, "section_heading": "DISCUSSION", "text": "The most common mechanism of telomere elongation is through the action of the enzyme telomerase 42 .A role for telomerase in spaceflight-induced telomere elongation has been suggested for peripheral T cells 26 .However, telomerase activity measurements in astronaut studies could not be measured midflight, as the activity of TERT in tissue samples was \"lost in space\", likely hampered by the harsh conditions the samples experienced before returning to Earth 25,26,41 .In", "char_start_section": 4997, "char_end_section": 5469, "char_start_global": 23965, "char_end_global": 24437}
{"sid": 105, "section_index": 4, "section_heading": "DISCUSSION", "text": "the mouse study presented here, TERT expression in skeletal muscles was low and coincided with low telomerase activity in our experimental groups.", "char_start_section": 5470, "char_end_section": 5616, "char_start_global": 24438, "char_end_global": 24584}
{"sid": 106, "section_index": 4, "section_heading": "DISCUSSION", "text": "These findings are in agreement with a prior report that showed telomerase activity is lost in differentiated skeletal muscle cells 43 and suggest that telomerase has minimal role in telomere elongation in this experimental paradigm.", "char_start_section": 5616, "char_end_section": 5849, "char_start_global": 24584, "char_end_global": 24817}
{"sid": 107, "section_index": 4, "section_heading": "DISCUSSION", "text": "However, it cannot be ruled out that transient telomerase activity in small proportions of myogenic cells contributes to our observed telomere-lengthening phenotype.", "char_start_section": 5849, "char_end_section": 6014, "char_start_global": 24817, "char_end_global": 24982}
{"sid": 108, "section_index": 4, "section_heading": "DISCUSSION", "text": "Our investigation into additional modes of telomere lengthening uncovered preliminary evidence of an alternative lengthening (ALT) mechanism engagement.", "char_start_section": 6014, "char_end_section": 6166, "char_start_global": 24982, "char_end_global": 25134}
{"sid": 109, "section_index": 4, "section_heading": "DISCUSSION", "text": "ALT was originally discovered in immortalized cell lines and subsequently shown to occur in some human tumors 64,65", "char_start_section": 6166, "char_end_section": 6281, "char_start_global": 25134, "char_end_global": 25249}
{"sid": 110, "section_index": 4, "section_heading": "DISCUSSION", "text": "While evidence is mounting that ALT can be regulated by environmental and genetic factors in rapidly proliferating tumor cells 44 , its modulation and engagement in quiescent non-cancerous cells has not been explored, particularly while maintaining tissue structure.", "char_start_section": 6282, "char_end_section": 6548, "char_start_global": 25250, "char_end_global": 25516}
{"sid": 111, "section_index": 4, "section_heading": "DISCUSSION", "text": "In quiescent skeletal muscle myogenic cells, we found that there is a substantial downregulation of the chromatin remodeler Atrx and the histone chaperone Daxx in both the HLS + IR and the recovery muscles compared to controls.", "char_start_section": 6548, "char_end_section": 6775, "char_start_global": 25516, "char_end_global": 25743}
{"sid": 112, "section_index": 4, "section_heading": "DISCUSSION", "text": "The biological underpinning of this downregulation in muscles remains unknown.", "char_start_section": 6775, "char_end_section": 6853, "char_start_global": 25743, "char_end_global": 25821}
{"sid": 113, "section_index": 4, "section_heading": "DISCUSSION", "text": "Observed telomere lengthening, in conjunction with low telomerase activity and reduction of Atrx and Daxx expression, are suggestive of the engagement ALT-type mechanisms.", "char_start_section": 6853, "char_end_section": 7024, "char_start_global": 25821, "char_end_global": 25992}
{"sid": 114, "section_index": 4, "section_heading": "DISCUSSION", "text": "In support of our findings, recent evidence has shown telomere lengthening in the blood cells of Mount Everest climbers during different points of peak ascent.", "char_start_section": 7024, "char_end_section": 7183, "char_start_global": 25992, "char_end_global": 26151}
{"sid": 115, "section_index": 4, "section_heading": "DISCUSSION", "text": "Based on gene expression analyses, TERT was downregulated and RAD50 was upregulated, while ALT and telomere maintenance via recombination pathways were enriched as the climbers progressed upwards 41 .These high-altitude studies, in which radiation exposure is higher than sea level, add weight to the validity of our findings of ALT-related pathway engagement over a relatively short time frame.", "char_start_section": 7183, "char_end_section": 7579, "char_start_global": 26151, "char_end_global": 26547}
{"sid": 116, "section_index": 4, "section_heading": "DISCUSSION", "text": "A conundrum of our findings relates to the fact that cells of undamaged adult skeletal muscles are quiescent, including the myogenic cells of our study.", "char_start_section": 7579, "char_end_section": 7731, "char_start_global": 26547, "char_end_global": 26699}
{"sid": 117, "section_index": 4, "section_heading": "DISCUSSION", "text": "Since ALT utilizes some of the same players of homologous recombinational (HR) repair 66 , a DNA double-strand break repair mechanism that is most active during the S and G2 phases of the cell cycle 67 , our findings are unexpected.", "char_start_section": 7731, "char_end_section": 7963, "char_start_global": 26699, "char_end_global": 26931}
{"sid": 118, "section_index": 4, "section_heading": "DISCUSSION", "text": "However, there is substantial evidence that HR can occur in the G1 phase of the cell cycle 68 and in postmitotic neurons 69 .In", "char_start_section": 7963, "char_end_section": 8090, "char_start_global": 26931, "char_end_global": 27058}
{"sid": 119, "section_index": 4, "section_heading": "DISCUSSION", "text": "addition, HR in general occurs at similar frequencies in ALT proficient and ALT-deficient human cells 70 , which adds an additional level of complexity to the understanding of ALT processes.", "char_start_section": 8091, "char_end_section": 8281, "char_start_global": 27059, "char_end_global": 27249}
{"sid": 120, "section_index": 4, "section_heading": "DISCUSSION", "text": "Thus, it is therefore possible that telomeraseindependent lengthening may be occurring in our experimental system, and that reduced expression of Atrx and Daxx supports the plausibility of a mechanism with features of ALT contributing to our observations.", "char_start_section": 8281, "char_end_section": 8536, "char_start_global": 27249, "char_end_global": 27504}
{"sid": 121, "section_index": 4, "section_heading": "DISCUSSION", "text": "Until more details emerge on how molecular signatures associated with ALT are governed in nondividing, noncancerous tissues, the specific mechanisms controlling telomere lengthening in a cell type-specific manner in our experimental design, or in the environment of space, remain elusive.", "char_start_section": 8536, "char_end_section": 8825, "char_start_global": 27504, "char_end_global": 27793}
{"sid": 122, "section_index": 4, "section_heading": "DISCUSSION", "text": "Overall, this study examined the relationship between skeletal muscle cells and telomere length dynamics following hindlimb suspension and irradiation.", "char_start_section": 8825, "char_end_section": 8976, "char_start_global": 27793, "char_end_global": 27944}
{"sid": 123, "section_index": 4, "section_heading": "DISCUSSION", "text": "While these findings are not extendable to post-flight measurements of astronauts, the experimental design applied here can be of use for preassessments of spacedetermined factors that modulate telomere dynamics and skeletal muscle functionality.", "char_start_section": 8976, "char_end_section": 9222, "char_start_global": 27944, "char_end_global": 28190}
{"sid": 124, "section_index": 4, "section_heading": "DISCUSSION", "text": "One limitation of our study is that we only use males.", "char_start_section": 9222, "char_end_section": 9276, "char_start_global": 28190, "char_end_global": 28244}
{"sid": 125, "section_index": 4, "section_heading": "DISCUSSION", "text": "Recent studies have demonstrated no sex difference in adult telomere length in vertebrates 71 , thus including female mice in our study is unlikely to change the interpretation of the mouse results.", "char_start_section": 9276, "char_end_section": 9474, "char_start_global": 28244, "char_end_global": 28442}
{"sid": 126, "section_index": 4, "section_heading": "DISCUSSION", "text": "Yet, studies in humans have revealed differences in telomere length between sexes, depending on the age examined and the methodology used [72][73][74]", "char_start_section": 9474, "char_end_section": 9624, "char_start_global": 28442, "char_end_global": 28592}
{"sid": 127, "section_index": 4, "section_heading": "DISCUSSION", "text": ".Thus, subsequent studies should consider telomere differences between sexes, especially given the rise in the number of female astronauts participating in space missions, and other reported differences in additional metrics between the sexes in other spaceflight studies 75,76 .In", "char_start_section": 9625, "char_end_section": 9906, "char_start_global": 28593, "char_end_global": 28874}
{"sid": 128, "section_index": 4, "section_heading": "DISCUSSION", "text": "any event, the data presented herein demonstrate that a ground-based model may be a useful starting point in elucidating the mechanisms governing telomere elongation dynamics in muscles of astronauts during spaceflight.", "char_start_section": 9907, "char_end_section": 10127, "char_start_global": 28875, "char_end_global": 29095}
{"sid": 129, "section_index": 4, "section_heading": "DISCUSSION", "text": "Another limitation of this study is the type and dose/dose-rate of radiation exposure and how it relates to astronauts' occupational exposure.", "char_start_section": 10127, "char_end_section": 10269, "char_start_global": 29095, "char_end_global": 29237}
{"sid": 130, "section_index": 4, "section_heading": "DISCUSSION", "text": "The space radiation environment is comprised of high energy protons and galactic cosmic radiation, including but not limited to electrons, protons, and heavier densely ionizing charged particles 77 .Additionally, radiation sources in space are not constant, and the absorbed dose varies between mice and humans varies, at least for proton radiation 78", "char_start_section": 10269, "char_end_section": 10620, "char_start_global": 29237, "char_end_global": 29588}
{"sid": 131, "section_index": 4, "section_heading": "DISCUSSION", "text": ".Our experimental outcome in ground-based rodent muscle utilized a single exposure to a single ionizing radiation source, as it was not feasible to reload rodent hindlimbs for possible successive radiation exposures.", "char_start_section": 10621, "char_end_section": 10837, "char_start_global": 29589, "char_end_global": 29805}
{"sid": 132, "section_index": 4, "section_heading": "DISCUSSION", "text": "To ensure radiation exposures were sufficient during our experimental window, we utilized a radiation dose of 2 Gy, which at current standards, is higher than NASA occupational exposures 79 .", "char_start_section": 10837, "char_end_section": 11029, "char_start_global": 29805, "char_end_global": 29997}
{"sid": 133, "section_index": 4, "section_heading": "DISCUSSION", "text": "A major difference between mice and humans is telomere length, with many mouse strains having ∼8-fold longer telomeres than humans 80 , and they exhibit much faster rates of telomere shortening than humans", "char_start_section": 11029, "char_end_section": 11234, "char_start_global": 29997, "char_end_global": 30202}
{"sid": 134, "section_index": 4, "section_heading": "DISCUSSION", "text": "81", "char_start_section": 11235, "char_end_section": 11237, "char_start_global": 30203, "char_end_global": 30205}
{"sid": 135, "section_index": 4, "section_heading": "DISCUSSION", "text": ".This greater telomere reservoir could endow muscle cells in in-bred strains of laboratory mice with a protective effect in spaceflight, but it is equally as possible that telomere changes are more easily studied in rodent models because of their differences compared with humans.", "char_start_section": 11238, "char_end_section": 11518, "char_start_global": 30206, "char_end_global": 30486}
{"sid": 136, "section_index": 4, "section_heading": "DISCUSSION", "text": "Skeletal muscle cell telomere length was not examined in astronaut studies 25,26,65 , and muscle biopsies of astronauts in space are rare, as the risk of complications to their health or possibly jeopardizing the missions is too great.", "char_start_section": 11518, "char_end_section": 11753, "char_start_global": 30486, "char_end_global": 30721}
{"sid": 137, "section_index": 4, "section_heading": "DISCUSSION", "text": "Thus, future investigations using animal models in spaceflight would presumably mimic the muscle defects seen in astronauts and would be invaluable.", "char_start_section": 11753, "char_end_section": 11901, "char_start_global": 30721, "char_end_global": 30869}
{"sid": 138, "section_index": 4, "section_heading": "DISCUSSION", "text": "Given the differences in telomere length between typically used research mouse strains and humans, future studies could be further strengthened by utilizing more humanized mice in regard to telomere length, such as the CAST/Ei J strain 82 .After", "char_start_section": 11901, "char_end_section": 12146, "char_start_global": 30869, "char_end_global": 31114}
{"sid": 139, "section_index": 4, "section_heading": "DISCUSSION", "text": "being exposed to the same weightless and cosmic radiation conditions as humans, these mice may be useful to further investigate behavior and function of different cell types in relation to their telomere changes.", "char_start_section": 12147, "char_end_section": 12360, "char_start_global": 31115, "char_end_global": 31328}
{"sid": 140, "section_index": 4, "section_heading": "DISCUSSION", "text": "In conclusion, the data presented here lay a foundation for future studies to explore telomere length regulation in skeletal muscles during spaceflight conditions, to investigate whether ALT drivers exert cell type-specific influences on telomere length, and how long these changes last and how they contribute to health risks in astronauts after they return to Earth.", "char_start_section": 12360, "char_end_section": 12728, "char_start_global": 31328, "char_end_global": 31696}
{"sid": 141, "section_index": 4, "section_heading": "DISCUSSION", "text": "Identifying the cellular and molecular muscle changes associated with telomere lengthening, as well as how ALT-related processes affect spaceflight-exposed cells, may yield important clues for future prophylactic therapy of astronauts' muscles, both during space flights and upon return to Earth.", "char_start_section": 12728, "char_end_section": 13024, "char_start_global": 31696, "char_end_global": 31992}
{"sid": 142, "section_index": 5, "section_heading": "METHODS Mice", "text": "Male C57Bl/6 mice were purchased from Jackson Labs (stock# 000664) and used between 2 and 4 months of age.", "char_start_section": 0, "char_end_section": 106, "char_start_global": 31992, "char_end_global": 32098}
{"sid": 143, "section_index": 5, "section_heading": "METHODS Mice", "text": "Experimental procedures for this project were approved and overseen by the University of Pennsylvania IACUC committee (protocol #806800).Following receipt, mice were acclimated to University of Pennsylvania rodent housing for 1 week prior to commencing the experiments.", "char_start_section": 106, "char_end_section": 375, "char_start_global": 32098, "char_end_global": 32367}
{"sid": 144, "section_index": 5, "section_heading": "METHODS Mice", "text": "All mice in this study were fed Dietgel boost food (ClearH 2 O) and provided hydrogel barrier hydration (ClearH 2 O) ad libitum (as the sole nutrition and hydration sources) for the duration of the experiment.", "char_start_section": 375, "char_end_section": 584, "char_start_global": 32367, "char_end_global": 32576}
{"sid": 145, "section_index": 6, "section_heading": "Full body irradiation", "text": "Cohorts of mice were irradiated with ionizing radiation from a 137 Cs irradiator (Gammacell 40 exactor) at a dose-rate of 1.23 cGy/s.Room air was provided to the mice during the procedure via a vacuum pump.", "char_start_section": 0, "char_end_section": 206, "char_start_global": 32576, "char_end_global": 32782}
{"sid": 146, "section_index": 6, "section_heading": "Full body irradiation", "text": "After 2 Gy exposure, mice were returned to conventional housing for 1-week, prior HLS.", "char_start_section": 206, "char_end_section": 292, "char_start_global": 32782, "char_end_global": 32868}
{"sid": 147, "section_index": 7, "section_heading": "Hindlimb suspension", "text": "Equipment used for hindlimb suspension can be found in Supplementary Table 1.Briefly, mice were anesthetized with an isoflurane vaporizer (2.5% v/v isoflurane to oxygen), and mouse tails were wrapped with cloth surgical tape, beginning at the tail base.", "char_start_section": 0, "char_end_section": 253, "char_start_global": 32868, "char_end_global": 33121}
{"sid": 148, "section_index": 7, "section_heading": "Hindlimb suspension", "text": "After wrapping ~half of the tail length, the tape was folded on itself to create a loop, and remaining tape was wrapped around the tail from the midpoint towards the tail base.", "char_start_section": 253, "char_end_section": 429, "char_start_global": 33121, "char_end_global": 33297}
{"sid": 149, "section_index": 7, "section_heading": "Hindlimb suspension", "text": "Through this closed tape loop, plastic-coated wire was threaded and attached to a hanging apparatus.", "char_start_section": 429, "char_end_section": 529, "char_start_global": 33297, "char_end_global": 33397}
{"sid": 150, "section_index": 7, "section_heading": "Hindlimb suspension", "text": "The hanging apparatus was placed in a rat cage with a wire mesh bottom.", "char_start_section": 529, "char_end_section": 600, "char_start_global": 33397, "char_end_global": 33468}
{"sid": 151, "section_index": 7, "section_heading": "Hindlimb suspension", "text": "The hanging apparatus allows for movement of mice only through use of the forelimbs.", "char_start_section": 600, "char_end_section": 684, "char_start_global": 33468, "char_end_global": 33552}
{"sid": 152, "section_index": 7, "section_heading": "Hindlimb suspension", "text": "Range of movement of HLS mice was approximately ½ of the rat cage surface area, but HLS mice were singly housed for the study.", "char_start_section": 684, "char_end_section": 810, "char_start_global": 33552, "char_end_global": 33678}
{"sid": 153, "section_index": 7, "section_heading": "Hindlimb suspension", "text": "Mice were hung for a period of 3 weeks, with or without a 2-week recovery period where mice were placed in conventional housing.", "char_start_section": 810, "char_end_section": 938, "char_start_global": 33678, "char_end_global": 33806}
{"sid": 154, "section_index": 8, "section_heading": "Tissue sample collection", "text": "At the end point of the study, mice were humanely euthanized by CO 2 asphyxiation, followed by cervical dislocation.", "char_start_section": 0, "char_end_section": 116, "char_start_global": 33806, "char_end_global": 33922}
{"sid": 155, "section_index": 8, "section_heading": "Tissue sample collection", "text": "Organs of interest were collected by dissection and weighed.", "char_start_section": 116, "char_end_section": 176, "char_start_global": 33922, "char_end_global": 33982}
{"sid": 156, "section_index": 8, "section_heading": "Tissue sample collection", "text": "Tissue weights were normalized to endpoint mouse body weights.", "char_start_section": 176, "char_end_section": 238, "char_start_global": 33982, "char_end_global": 34044}
{"sid": 157, "section_index": 8, "section_heading": "Tissue sample collection", "text": "Gastrocnemius muscles were fixed in 4% paraformaldehyde in phosphatebuffered saline (PBS; Thermo) for 2 h on a rocking platform at 4 °C.Muscles were then incubated overnight in 30% sucrose in water at 4 °C, prior to embedding in OCT (NEG-50; Epredia) and cryofreezing.", "char_start_section": 238, "char_end_section": 506, "char_start_global": 34044, "char_end_global": 34312}
{"sid": 158, "section_index": 8, "section_heading": "Tissue sample collection", "text": "Muscle cryosections were cut at 10 μm and placed on superfrost plus slides (Fisher).Slides were stored at -20 °C prior to staining.", "char_start_section": 506, "char_end_section": 638, "char_start_global": 34312, "char_end_global": 34444}
{"sid": 159, "section_index": 8, "section_heading": "Tissue sample collection", "text": "Muscle fiber cross-sectional area measurements Muscle cryosections were permeabilized with 0.5% triton X-100 for 10 min, washed with PBS, and blocked with 3% bovine serum albumin (BSA; GeminiBio) in PBS for 1 hour at room temperature.", "char_start_section": 638, "char_end_section": 872, "char_start_global": 34444, "char_end_global": 34678}
{"sid": 160, "section_index": 8, "section_heading": "Tissue sample collection", "text": "Slides were then incubated with Alexa Fluor 555-conjugated wheat germ agglutinin (WGA; 1 μg/mL; Thermo) for one hour in the dark at room temperature, to outline muscle fibers.", "char_start_section": 872, "char_end_section": 1047, "char_start_global": 34678, "char_end_global": 34853}
{"sid": 161, "section_index": 8, "section_heading": "Tissue sample collection", "text": "Slides were washed in PBS and coverslips were mounted with prolong gold with DAPI (Thermo).Slides were imaged on a Nikon Ni widefield microscope equipped with a Plan Fluor 10x/0.30objective and Nikon DS-Qi1Mc 14-bit camera, and random fields per mouse were used for fiber area enumeration in Fiji.", "char_start_section": 1047, "char_end_section": 1344, "char_start_global": 34853, "char_end_global": 35150}
{"sid": 162, "section_index": 9, "section_heading": "Muscle stem cell number quantification", "text": "Muscle cryosections were permeabilized with 0.5% triton X-100 for 10 min, washed with PBS, and underwent heat-mediated antigen retrieval with EDTA buffer (1 mM EDTA, pH 8.0; 0.05% Tween 20).Slides were washed with PBS and blocked for 1 h at room temperature with 3% BSA/PBS/0.1% Triton X-100.Sections were stained with Pax7 rabbit polyclonal antibody (1/100; Thermo #PA1-117) overnight at 4 °C, washed with PBS, and stained with Alexa Fluor-647-conjugated Goat anti-rabbit IgG (1/300; Thermo) for 1 hour at room temperature.", "char_start_section": 0, "char_end_section": 524, "char_start_global": 35150, "char_end_global": 35674}
{"sid": 163, "section_index": 9, "section_heading": "Muscle stem cell number quantification", "text": "Slides were washed with PBS and coverslips were mounted with prolong gold with DAPI (Thermo).Whole cryosections were imaged using an Axio Scan z1 slide scanner (Zeiss) and processed with Zen software.", "char_start_section": 524, "char_end_section": 724, "char_start_global": 35674, "char_end_global": 35874}
{"sid": 164, "section_index": 9, "section_heading": "Muscle stem cell number quantification", "text": "Two cryosections per mouse were used for quantification of the number of pax7 positive cells per 10μm section with Fiji.", "char_start_section": 724, "char_end_section": 844, "char_start_global": 35874, "char_end_global": 35994}
{"sid": 165, "section_index": 10, "section_heading": "Senescence-associated β-galactosidase activity assay", "text": "Cryosections from gastrocnemius muscles or mouse kidney were fixed with 1% paraformaldehyde/0.2%glutaraldehyde (Electron microscopy sciences).Slides were incubated with PBS, pH 6.0 for 30 minutes, followed by incubation with X-gal staining solution (4 mM potassium ferricyanide, 4 mM potassium ferrocyanide, 2 mM magnesium chloride, 0.02% Igepal CA-630, and 400 μg/mL X-gal; all from Sigma) for 48 h at 37 °C.Slides were washed with PBS, and fixed in 1% paraformaldehyde.", "char_start_section": 0, "char_end_section": 471, "char_start_global": 35994, "char_end_global": 36465}
{"sid": 166, "section_index": 10, "section_heading": "Senescence-associated β-galactosidase activity assay", "text": "Slides were washed with PBS and coverslips were mounted with Fluromount G (South-ernBiotech).Slides were imaged on a Nikon-Ni widefield microscope using a Nikon DS-F12 color camera.", "char_start_section": 471, "char_end_section": 652, "char_start_global": 36465, "char_end_global": 36646}
{"sid": 167, "section_index": 11, "section_heading": "Telomere length assessments", "text": "Telomere length was measured using the CRYO MuQ-FISH protocol 35 .Briefly, muscle cryosections were permeabilized in 0.5% triton X-100 in PBS for 10 min, washed with PBS, and underwent heat-mediated antigen retrieval with TET buffer (10 mM Tris, pH 7.5, 1 mM EDTA, pH 8.0, 0.05% Tween-20) for 10 minutes.", "char_start_section": 0, "char_end_section": 304, "char_start_global": 36646, "char_end_global": 36950}
{"sid": 168, "section_index": 11, "section_heading": "Telomere length assessments", "text": "Slides were washed in PBS and incubated with RNase A (100 μg/mL) for 20 minutes at 37 °C.Slides were then incubated with Alexa Fluor 647-conjugated TelC telomere probe (1/600; PNA bio) in hybridization buffer [15% ethylene carbonate (Sigma), 20% dextran sulfate (Sigma), 600 mM sodium chloride (Sigma), 1X antigen retrieval citrate buffer (Vector labs)].Hybridization occurred by a denaturation step of 67 °C for 10 min and a hybridization step of 42 °C for 90 min.", "char_start_section": 304, "char_end_section": 769, "char_start_global": 36950, "char_end_global": 37415}
{"sid": 169, "section_index": 11, "section_heading": "Telomere length assessments", "text": "A glass coverslip was used to prevent evaporation.", "char_start_section": 769, "char_end_section": 819, "char_start_global": 37415, "char_end_global": 37465}
{"sid": 170, "section_index": 11, "section_heading": "Telomere length assessments", "text": "Slides were washed in buffers with decreasing salt concentration (2X SSC; 0.1% Tween-20, 1X SSC; 0.1% Tween-20, 0.5X SSC; 0.1% Tween-20, 0.25X SSC; 0.1% Tween-20) twice each solution for 5 min each before a final rinse in PBS.Slides were then blocked with 3% BSA/PBS/0.1% triton X-100 for 1 hour.MuSCs", "char_start_section": 819, "char_end_section": 1120, "char_start_global": 37465, "char_end_global": 37766}
{"sid": 171, "section_index": 11, "section_heading": "Telomere length assessments", "text": "were labeled by VCAM1 staining (1/100 of 1 mg/mL stock; Thermo # PA5-47029), endothelial cells were marked by CD31 biotin (1/100; Thermo #13-0311-82) antibody staining overnight at 4 °C.Alexa fluor 488-conjugated donkey anti-goat antibody (1/300; Thermo # A11055), or Cy3-streptavidin (1/100; Thermo) were used to label the cells of interest.", "char_start_section": 1121, "char_end_section": 1463, "char_start_global": 37767, "char_end_global": 38109}
{"sid": 172, "section_index": 11, "section_heading": "Telomere length assessments", "text": "After washing with PBS, glass coverslips were mounted with prolong gold with DAPI (Thermo).To image telomeres, MuSCs (VCAM1+ in the satellite cell position), myonuclei (based on position within the myofibers), or endothelial cells (CD31 + ) were imaged with a Nikon Plan Apo 100x/1.45oil objective on a Nikon Ni widefield epifluorescence microscope, equipped with a DS-Q1MC monochrome camera.", "char_start_section": 1463, "char_end_section": 1855, "char_start_global": 38109, "char_end_global": 38501}
{"sid": 173, "section_index": 11, "section_heading": "Telomere length assessments", "text": "Z stacks of 1 μm thickness from each channel (telomere, DAPI, cell type) were taken to encompass the entirety of the telomere fields.", "char_start_section": 1855, "char_end_section": 1988, "char_start_global": 38501, "char_end_global": 38634}
{"sid": 174, "section_index": 11, "section_heading": "Telomere length assessments", "text": "Images were processed using the extended depth of focus algorithm in the accompanying Nikon elements microscope software.", "char_start_section": 1988, "char_end_section": 2109, "char_start_global": 38634, "char_end_global": 38755}
{"sid": 175, "section_index": 11, "section_heading": "Telomere length assessments", "text": "Images were exported as 16-bit monochrome tiffs and analyzed using the free analysis software, Telometer 3.0.6(https://demarzolab.pathology.jhmi.edu/  telometer", "char_start_section": 2109, "char_end_section": 2269, "char_start_global": 38755, "char_end_global": 38915}
{"sid": 176, "section_index": 11, "section_heading": "Telomere length assessments", "text": "/", "char_start_section": 2269, "char_end_section": 2270, "char_start_global": 38915, "char_end_global": 38916}
{"sid": 177, "section_index": 11, "section_heading": "Telomere length assessments", "text": "download.html).This software allows cells of interest to be analyzed for telomere signal intensities, and normalizes these intensities to that of DAPI, to account for differences in cell cycle position and has been previously validated for use in muscle.", "char_start_section": 2270, "char_end_section": 2525, "char_start_global": 38916, "char_end_global": 39171}
{"sid": 178, "section_index": 11, "section_heading": "Telomere length assessments", "text": "Quantitative real-time PCR Total RNA was extracted from whole gastrocnemius muscles with Trizol.", "char_start_section": 2525, "char_end_section": 2621, "char_start_global": 39171, "char_end_global": 39267}
{"sid": 179, "section_index": 11, "section_heading": "Telomere length assessments", "text": "RNA was reverse transcribed into cDNA using the Protoscript II first strand cDNA synthesis kit.(NEB).Multiplexed quantitative real-time PCR was completed using either FAMlabeled Tert (ThermoFisher; gene assay id: Mm00436931_m1), Atrx (ThermoFisher; gene assay id: Mm00494196_m1), or Daxx (ThermoFisher; gene assay id: Mm00492089_m1), with VIClabeled Gapdh (ThermoFisher 4352339e).Reactions were run on a Quantstudio 6 with accompanying software.", "char_start_section": 2621, "char_end_section": 3066, "char_start_global": 39267, "char_end_global": 39712}
{"sid": 180, "section_index": 11, "section_heading": "Telomere length assessments", "text": "Relative gene expression was determined by the ΔΔCT method, using Gapdh as a normalizing control.", "char_start_section": 3066, "char_end_section": 3163, "char_start_global": 39712, "char_end_global": 39809}
{"sid": 181, "section_index": 12, "section_heading": "Immunohistochemistry", "text": "Gastrocnemius cryosections were permeabilized with 0.5% triton X-100 for 10 min, washed with PBS, and blocked with 3% bovine serum albumin (BSA; GeminiBio) in PBS for 1 h at room temperature.", "char_start_section": 0, "char_end_section": 191, "char_start_global": 39809, "char_end_global": 40000}
{"sid": 182, "section_index": 12, "section_heading": "Immunohistochemistry", "text": "Primary antibody to TERT (1/100; RayBiotech # 144-64552-50) was incubated in blocking buffer overnight at 4 °C.Slides were washed the following day with PBS and stained with Alexa Fluor-conjugated goat anti-rabbit 555 secondary antibody (1/300; Thermo #A21428) at room temperature for 1 hour.", "char_start_section": 191, "char_end_section": 483, "char_start_global": 40000, "char_end_global": 40292}
{"sid": 183, "section_index": 12, "section_heading": "Immunohistochemistry", "text": "Slides were washed with PBS and coverslips were mounted with prolong gold with DAPI (Thermo).Slides were imaged on a Nikon-Ni widefield microscope using a Nikon DS-F12 color camera.", "char_start_section": 483, "char_end_section": 664, "char_start_global": 40292, "char_end_global": 40473}
{"sid": 184, "section_index": 13, "section_heading": "Telomerase activity measurement by TRAP assay", "text": "Relative telomerase activity was measured by Telomere Repeat Amplification Protocol (TRAP) assay as previously described", "char_start_section": 0, "char_end_section": 120, "char_start_global": 40473, "char_end_global": 40593}
{"sid": 185, "section_index": 13, "section_heading": "Telomerase activity measurement by TRAP assay", "text": "83 .In", "char_start_section": 121, "char_end_section": 127, "char_start_global": 40594, "char_end_global": 40600}
{"sid": 186, "section_index": 13, "section_heading": "Telomerase activity measurement by TRAP assay", "text": "brief, muscle tissue was lysed in 1X CHAPS buffer for 30 minutes on ice.", "char_start_section": 128, "char_end_section": 200, "char_start_global": 40601, "char_end_global": 40673}
{"sid": 187, "section_index": 13, "section_heading": "Telomerase activity measurement by TRAP assay", "text": "Lysates were then centrifuged at 16,000×g for 20 min to pellet cell debris and protein concentration was measured by Bradford assay.", "char_start_section": 200, "char_end_section": 332, "char_start_global": 40673, "char_end_global": 40805}
{"sid": 188, "section_index": 13, "section_heading": "Telomerase activity measurement by TRAP assay", "text": "One hundred twenty-five nanograms of protein lysate was incubated with a telomerase substrate at 30 °C for 30 minutes to allow for telomerase to catalyze the addition of telomere repeats to the substrate.", "char_start_section": 332, "char_end_section": 536, "char_start_global": 40805, "char_end_global": 41009}
{"sid": 189, "section_index": 13, "section_heading": "Telomerase activity measurement by TRAP assay", "text": "The reactions were then PCR amplified, resolved on a 4-20% TBE polyacrylamide gel at 200 V for 30 minutes and visualized by staining with SYBR Green nucleic acid gel stain.", "char_start_section": 536, "char_end_section": 708, "char_start_global": 41009, "char_end_global": 41181}
{"sid": 190, "section_index": 13, "section_heading": "Telomerase activity measurement by TRAP assay", "text": "Relative telomerase activity was quantified using ImageJ software.", "char_start_section": 708, "char_end_section": 774, "char_start_global": 41181, "char_end_global": 41247}
{"sid": 191, "section_index": 14, "section_heading": "Statistical analysis", "text": "Data were analyzed statistically using GraphPad (La Jolla, CA, USA) Prism 9.5.1 software.", "char_start_section": 0, "char_end_section": 89, "char_start_global": 41247, "char_end_global": 41336}
{"sid": 192, "section_index": 14, "section_heading": "Statistical analysis", "text": "Results are presented as the mean± or SEM for column graphs, with individual data points representative of a single mouse dataset, or as median with 25th and 75th quartiles for violin plots.", "char_start_section": 89, "char_end_section": 279, "char_start_global": 41336, "char_end_global": 41526}
{"sid": 193, "section_index": 14, "section_heading": "Statistical analysis", "text": "Datasets were analyzed with 1-way ANOVA to determine significance, with Tukey's multiple comparison test of", "char_start_section": 279, "char_end_section": 386, "char_start_global": 41526, "char_end_global": 41633}
