[
  {
    "heading": "ABSTRACT",
    "text": "In-space experiments using mammals are one of the life science fields where researchers are in high demand.Mitsubishi Heavy Industries, Ltd. (MHI) has developed Japan's first in-space mouse habitat unit in accordance with a contract concluded with the Japan Aerospace Exploration Agency (JAXA), based on the outcomes of existing internal research and development.This unit was used for the mouse-rearing experiment conducted on board the \"KIBO\" Japanese Experiment Module (JEM) for the International Space Station (ISS) from July to August 2016, in which all the mice were successfully returned to the ground alive.The alive return of all the experimental mice to the ground after a long-term stay in space was the first such successful mission ever recorded.This report provides an overview and the outcomes of our newly-developed mouse habitat unit and its mission in space.",
    "section_index": 0,
    "char_start_global": 0,
    "char_end_global": 876
  },
  {
    "heading": "| 1. Introduction",
    "text": "It has been known that in space, the human body suffers rapid changes like the age-related ailments that the elderly experience on Earth.It has been discovered that these changes could occur in small animals including mice just like they do in humans.Therefore, research using mice is expected to define the mechanism of the phenomena in further detail such as at the genetic level.Mice are an extremely effective experimental model since they are mammals just like humans, their study outcomes are reasonably applicable to humans and are likely to yield benefits thereto, and there has already been a significant amount of research conducted on Earth.However, so far, no original Japanese in-orbit experiment unit has been developed and in-orbit experiment opportunities have been extremely scarce.\nOn the other hand, there have been a couple of long-term in-space mouse-rearing experiments conducted overseas including those in the U.S. and Italy, which, however, had the following issues in the rearing conditions or monitoring functions: ・ Since the existing habitat units were designed to keep mice only in groups, no male mice with volatile temperaments could be used in the experiment.・ Increasing contamination in the experimental habitat causes stress on the mice, and the contamination of the camera lens hinders the monitoring of the mice as time passes.Particularly, though it is extremely important to secure multiple mice alive in terms of scientific outcomes, the safe return of all the mice alive after a long-term stay in space had always been a great challenge with high technical difficulty, and is something which had never been accomplished until now.\nThe new Mouse Habitat Unit (MHU) we have developed is Japan's first in-space mouse-rearing unit.The unique features of the space experiments utilizing the MHU are as follows: ・ Conducting mouse-rearing experiment in the \"KIBO\" JEM of ISS ・ Allowing comparative experiments in orbit between the microgravity environment and artificial gravity environment ・ Keeping mice individually which facilitates rearing and individual monitoring regardless of the gender of the subject MHI has been working on the internal research and development of in-space life science experiment units.Our research outcomes are reflected throughout the MHU.\nThe following will provide an overview of the mouse-rearing experiment, the specifications of the MHU and the outcomes of the first mouse-rearing experiment in-orbit.",
    "section_index": 1,
    "char_start_global": 876,
    "char_end_global": 3349
  },
  {
    "heading": "| 2. Operational overview of mouse-rearing experiment",
    "text": "Figure 1 shows an overview of the mouse-rearing mission utilizing the MHU. Figure 2 shows the individual components of the unit.Figure 2 Unit structure of the MHU\nThe major components of the MHU unit include a habitat unit in which mice are reared in-orbit, a transportation cage unit onto which mice are loaded at the time of launch and return, and a glove box which is used for maintenance purposes throughout the term of rearing, such as the transfer of the mice and the cleaning of the cage units.The habitat unit consists of the mouse habitat cage units, which are where the mice are kept, and an interface unit that is equivalent to a control system.There are also separate accessories used for the maintenance of the individual units.\nThe apparatuses used inside ISS, including the habitat unit and glove box, are launched prior to the commencement of the in-orbit animal rearing experiment to prepare for accepting the mice in space shortly before their launch.The mice are loaded onto a transportation cage unit which is subsequently loaded into the pressurized compartment of a transfer vehicle used to resupply ISS, prior to being launched.\nAfter arriving at ISS, the mice are transferred from the transportation cage unit to the mouse habitat cage units.To prevent the mice from running away, the transfer operation is carried out inside the glove box.The mouse habitat cage units into which the mice are transferred are then installed inside an existing experiment unit (CBEF: Cell Biology Experiment Facility) which is placed inside the \"KIBO\" JEM prior to the commencement of the in-orbit animal rearing.\nCBEF has two compartments, a microgravity compartment and an artificial gravity compartment, of which the latter generates artificial gravity through centrifugal force.The mouse habitat cage units are placed in each compartment, which allows a comparative experiment between the microgravity environment and artificial gravity environment.Six mouse habitat cage units are installed in each of the compartments, for a total of 12. Figure 3 shows a habitat unit installed inside CBEF.CBEF is an experiment unit developed by MHI, which has been renovated for the mouse rearing experiment, including the addition of a ventilation function between the interior of CBEF and KIBO's cabin.While the mice are kept in orbit, regular maintenance of the mouse habitat cage units is conducted by the ISS crew members.Part of the maintenance operation is carried out while the mouse habitat cage units are detached from CBEF and placed inside the glove box.\nUpon the completion of the in-orbit rearing operation, the mice are again transferred from the mouse habitat cage units to the transportation cage unit and returned to ground alive by a transfer vehicle.",
    "section_index": 2,
    "char_start_global": 3349,
    "char_end_global": 6116
  },
  {
    "heading": "| 3. Mouse Habitat Unit (MHU)",
    "text": "The major components of the MHU are described below.In the development/validation phase of individual components, a verification test utilizing mice which was approved by JAXA animal care and use committee was conducted under the supervision of a certified veterinarian in order to verify the design validity.",
    "section_index": 3,
    "char_start_global": 6116,
    "char_end_global": 6425
  },
  {
    "heading": "Mouse habitat cage units",
    "text": "A mouse habitat cage unit is an apparatus in which the mice are loaded and kept during their stay in orbit.Figure 4 illustrates the exterior and structure of a cage unit.One mouse is loaded into every cage unit.To overcome extremely severe resource constraints (unit dimensions/weight) imposed due to installation inside CBEF, the cage units are made compact, lightweight and mostly from resin materials, with all the necessary functions optimally arranged.The individual functions and specifications of a cage unit are described in the following paragraphs.\n(1) Ventilation\nIn the microgravity space, unlike on the ground, there is no natural convection current.Therefore, involuntary ventilation in the habitat is critical to sustaining the mice's lives.\nAccordingly, each cage unit is equipped with 2 ventilation fans for redundancy.The ventilation fans secure the required amount of air volume and adopt a slim-type blower fan with excellent static pressure characteristics to reduce the overall size of the units.\nThe air inside the habitat flows smoothly from the ceiling down to the floor in one direction, by which, even in the microgravity space, food particles or mouse waste would settle and accumulate in an underfloor waste collection equipment without floating around the habitat.\nIn the downstream side of the waste collection equipment, a deodorizing filter is installed to remove gases and odorous components mainly due to ammonia.The ingredients content of the deodorizing filter and the combination ratio thereof are determined based on the outcomes of our internal research and development.(2) Habitat specifications\nThe dimensions of the mouse habitat were determined based on the standards for mouse rearing on the ground where sufficient floor area and space were defined in design and the design validity in terms of the occupant comfort was confirmed through an actual mouse-rearing experiment.Liquid-absorbing paper is used for the walls of the habitat, which absorbs mouse urine and spreads it across the walls.Furthermore, a photocatalytic thermal spray is applied to the liquid-absorbing wall paper to add deodorizing and antibacterial effects.\nSpecifications concerning noise and wind speed inside the habitat are defined in accordance with the mouse-rearing standards.The air volume for ventilation is adjusted to satisfy the requirements in the specifications.\n(3) Food/water supply\nThe cage units are equipped with a water server and food feeder, which are capable of automatic food/water supply even in the microgravity environment.Crew members are only required to top up water and food regularly, which is intended to reduce their workload.\nThe water server is based on medical infusion balloons in which the elasticity of the balloon pressurizes the water inside and supplies it as drinking water.The water level in the balloon can be detected with a sensor when it is full or when a certain amount has been consumed.Every cage unit is equipped with 2 water supplying nozzles through which mice obtain water to ensure redundancy.\nFood is supplied by a spring that pushes out a piece of molded food towards the feeding location, and needs to be refilled once a week.However, the MHU adopts a cartridge system for the food, which significantly facilitates replacement of the food cartridge by the crew members.(4) Monitoring A camera is installed in every cage unit, from which images are downlinked to allow monitoring of the mouse habitat conditions inside the individual cages from ground.The camera has a switching function between day and night so that infrared filming is possible even at night.Furthermore, to film the mice in artificial daylight/night or at night, white LED and infrared LED lighting is installed.The camera also has a function that switches the individual LED lights on/off according to the timer installed in the interface unit.\nIt has been confirmed in previous overseas mouse-rearing experiments that monitoring the inside of a cage unit through a camera becomes quite difficult when the camera observation window becomes dirty due to contact with the mouse or suspended solids in the habitat.The MHU is equipped with a wiper and a water supplying mechanism through a pump over the observation window which facilitates the mopping thereof.",
    "section_index": 4,
    "char_start_global": 6425,
    "char_end_global": 10728
  },
  {
    "heading": "Interface unit",
    "text": "The interface unit is equivalent to the control system of the MHU. Figure 5 illustrates the exterior of the interface unit.The chassis form of the interface unit varies between the microgravity (μG) and artificial gravity (1G) compartments.However, the inner substrate functions are identical in both cases.\nThe interface unit houses functions including the power supply to the individual electric components installed in the mouse habitat cage units, sensor signal processing, camera, switching of LED lighting between day and night, command processing and telemetry processing.\nFurthermore, inside the chassis are a CO 2 sensor and NH 3 sensor, with which the levels of CO 2 and ammonia can be measured in the microgravity compartment and artificial gravity compartment of CBEF.",
    "section_index": 5,
    "char_start_global": 10728,
    "char_end_global": 11508
  },
  {
    "heading": "Transportation cage unit",
    "text": "The transportation cage unit serves as a life-support system for the mice at the time of launch from the ground to orbit and return from orbit back to ground.Figure 6 shows the transportation cage unit and its structure.There are 12 cages installed inside the unit.Each cage accommodates 1 mouse.The use of this unit is based on the premise that it is loaded on to a special container for in-orbit transfer and storage, called the ISS Locker or Cargo Transfer Bag (CTB).The transportation cage unit also has particularly severe restrictions on the outside dimensions, just like the mouse habitat cage units.Accordingly, the resource constraints are satisfied by designing the air flow channels inside the unit to be as compact as possible.The individual functions and specifications of the transportation cage unit are described below.\n(1) Ventilation Like the mouse habitat cage units, the transportation cage unit is equipped with 2 ventilation fans to secure redundancy.Furthermore, to satisfy the requirements of the mouse-rearing standards concerning noise and wind speed inside the cages, the control system adjusts the rotation speed of the ventilation fans.In the downstream side of the cages, a deodorizing filter is installed, which has the same ingredient contents as the mouse habitat cage units.\n(2) Habitat specifications\nThe cages in the transportation cage unit are cylindrical, unlike the mouse habitat cage units.This is to put the unit in a space of limited dimensions/capacity and to maintain the form of the floor surface in the direction of gravity even when the posture of the transfer vehicle changes when the unit is launched.Regarding the occupant comfort, a ground-based verification was conducted utilizing actual mice.\nMouse waste is discharged to the waste collection area outside the habitat from a hole made in the cylindrical wall of the habitat.To minimize the generation of ammonia, liquid-absorbing paper is applied to the outside of the cylindrical habitat wall and the wall around the waste collection area.\n(3) Food/water supply\nThe water server adopts the same method as the mouse habitat cage units where water is pressurized in a balloon and supplied.The molded food is used just like in the mouse habitat cage units.The food used in the transportation cage unit is molded into a cylindrical shape which forms part of the cage walls.(4) Other Since there is no lighting window in the transportation cage unit, the day and night cycle is achieved by LED lighting.A control system manages the turning on/off of the LED lighting.The transportation cage unit obtains its power from the transfer vehicle while on-board.However, as the power is cut while the unit is transferred in orbit, the ventilation fans can obtain electricity from a portable battery box known as the transfer battery.\nThere is a thermo-hygro logger and a cosmic radiation meter installed on the outer surface of the unit, which allows the measurement of the environment the unit is installed in.",
    "section_index": 6,
    "char_start_global": 11508,
    "char_end_global": 14513
  },
  {
    "heading": "Glove box",
    "text": "A glove box is used for the transfer of mice and waste collection, especially when there is a risk of mouse runaway or the scattering of mouse wastes.Figure 7 illustrates the exterior of the glove box and its structure.\nThe glove box consists mainly of a back panel, which is the foundation where the box is installed inside KIBO's cabin, and a soft bag which is the work area, and ventilation fans providing air circulation inside the soft bag.To reduce the amount of time required for assembly by the astronauts, the soft bag is designed to be set up without tools.The material for the gloves was carefully selected, which wouldn't break even when being chewed by mice and has good user-friendliness.The gloves come in multiple sizes that can be selected depending on the size of the hands of the ISS crew in charge of conducting the experiment.\nThe special features of the glove box include soft vinyl materials used in the work area, unlike the existing ISS glove box.Flexible materials facilitate the folding of the box when it is not in use, maximizing the space inside the cabin.Furthermore, whenever anything becomes dirty or broken, only the soft bag unit needs to be changed, rather than replacing the entire glove box.The major components including the habitat unit and glove box were loaded onto \"KOUNOTORI 5\" (HTV-5), which was launched from Tanegashima Space Center on August 19, 2015.After KOUNOTORI 5 arrived at ISS, checkouts were carried out on the individual components prior to confirming the soundness of the unit after launch.\nMeanwhile, the transportation cage unit accommodating 12 mice intended for the experiment was loaded on to the SpaceX Dragon (CRS-9) in the U.S., and was launched from Cape Canaveral Air Force Station in the U.S. on July 18, 2016.The mice were transferred from the transportation cage unit to the mouse habitat cage units on July 22, and the in-orbit mouse-rearing experiment began.\nThe in-orbit mouse-rearing experiment lasted for 35 days, during which various operations including the refilling of potable water/food and waste collection were conducted multiple times.Adequate in-orbit preparation was made in terms of securing backup supplies, procedures in case of emergency and establishing an operational scheme.While in orbit, the health of the mice was successfully maintained.On August 25, all the mice were transferred to the transportation cage unit (pre-launched for re-entry).\nThe transportation cage unit was loaded back on CRS-9, disengaged from ISS on August 26, and landed in the Pacific Ocean.The 12 mice were all safely returned alive, recording the world's first successful long-term stay in space.\nThis in-orbit experiment (including the related ground-based tests and preparation) was approved by JAXA and NASA Animal Care and Use Committee.The astronauts engaged in this experiment conducted the operation with an approval of Ethics Committee from the safety aspect.\n*1: DNA base sequence information is called genome.The information which chemically modifies the base sequence and its skeletal protein is called epigenome.Even when the gene sequences are identical, the availability of a certain function is determined by epigenome which is known to be susceptible to the surrounding environment.",
    "section_index": 7,
    "char_start_global": 14513,
    "char_end_global": 17782
  },
  {
    "heading": "| 5. Conclusion",
    "text": "MHI has developed Japan's first mouse habitat unit used in space, which keeps the mice in separate cages and allows comparative experiments between the microgravity environment and artificial gravity environment, contributing to the safe return of all the mice alive in the first in-orbit experiment.Following the successful outcome of this experiment, a series of in-orbit mouse-rearing experiments utilizing the MHU will be carried out in the future.MHI will strive to meet diverse future needs based on the lessons learned through the first experiment.",
    "section_index": 8,
    "char_start_global": 17782,
    "char_end_global": 18337
  }
]