[
  {
    "heading": "ABSTRACT",
    "text": "Our primary aim was to determine whether gravity has a direct role in establishing the auxin-mediated gravity-sensing system in primary roots.Major plant architectures have long been thought to be guided by gravity, including the directional growth of the primary root via auxin gradients that are then disturbed when roots deviate from the vertical as a gravity sensor.However, experiments on the International Space Station (ISS) now allow physical clarity with regard to any assumptions regarding the role of gravity in establishing fundamental root auxin distributions.We examined the spaceflight green fluorescent protein (GFP)-reporter gene expression in roots of transgenic lines of Arabidopsis thaliana: pDR5r::GFP, pTAA1::TAA1-GFP, pSCR::SCR-GFP to monitor auxin and pARR5::GFP to monitor cytokinin.Plants on the ISS were imaged live with the Light Microscopy Module (LMM), and compared with control plants imaged on the ground.Preserved spaceflight and ground control plants were examined post flight with confocal microscopy.Plants on orbit, growing in the absence of any physical reference to the terrestrial gravity vector, displayed typically \"vertical\" distribution of auxin in the primary root.This confirms that the establishment of the auxin-gradient system, the primary guide for gravity signaling in the root, is gravity independent.The cytokinin distribution in the root tip differs between spaceflight and the ground controls, suggesting spaceflight-induced features of root growth may be cytokinin related.The distribution of auxin in the gravity-sensing portion of the root is not dependent on gravity.Spaceflight appears benign to auxin and its role in the development of the primary root tip, whereas spaceflight may influence cytokinin-associated processes.",
    "section_index": 0,
    "char_start_global": 0,
    "char_end_global": 1784
  },
  {
    "heading": "INTRODUCTION",
    "text": "Since the times of the Darwins' treatise on the power of movement in plants 1 and the experiments of Cholodny and Went 2 gravity has been established as central to many patterns of plant development. [3][4]4][5] Gravity-dependent changes in root growth direction are keyed by changes in the auxin distribution within the root tip.During gravistimulation, starch-containing amyloplasts migrate to the downward side of the root columella cells, initiating migration of PIN proteins that then cause asymmetric redistribution of auxin toward the lower side of the root, which in turn causes curvature in the elongation zone to reestablish the root into a vertical orientation. 3,[6][7]][8][9][10][11] This series of signaling events acts upon a well-characterized distribution of auxin that arises from a flow of auxin from the aerial portions of the plant through the central stele toward the root tip with an accumulation of auxin in the columella cells, which is then relieved by a flow back toward the aerial portions of the plant through the outer root cell layers.The movement and differential accumulation of auxin within specific root tip cells is known as the 'reverse fountain' model 9,[12][13][14] (Figure 1a).It is this auxin accumulation and flow that forms the primary basis of the root's ability to respond to gravity. 10,15Implicit in model's name is the notion that gravity establishes at least part of the pattern of distribution, just as drops from a water fountain fall after the propelling force is overcome by gravity.Most references to these gravity-driven responses compare \"vertical\" to \"gravistimulated\", as if vertical is the ground state.The term vertical, defined as an orientation perpendicular to the plane of the horizon, inexorably creates an implicit relationship in which the fundamental auxin reverse fountain is established and oriented along the Earth's gravity vector.\nWe wished to know whether gravity has a direct physiologic role in establishing the auxin reverse fountain signaling system in primary roots.One of the major values of work on the ISS is the ability to remove unit gravity from growth conditions.This allows a comparison with earthbound experiments with, for example, agravitropic mutants that imply that gravity sensing can be decoupled from the auxin flow. [16][17]7][18][19] We used Arabidopsis thaliana (Arabidopsis) lines expressing gravity signaling fluorescent reporter genes to examine the distribution of auxin and cytokinin in the primary roots of plants grown in two experiments on the International Space Station (ISS).We used the auxin artificial AuxRE promoter construct (pDR5r::GFP) 20 as a gene expression level reporter of auxin levels throughout the root tip, especially in the central columella cells (C), and a Tryptophan Aminotransferase of Arabidopsis fusion (pTAA1::TAA1-GFP) 21 to monitor auxin production in the Quiescent Center cells (QC).We used a Scarecrow fusion (pSCR::SCR-GFP), 22 to monitor the scarecrow transcription factor, which has a regulatory role in auxin biosynthesis, 11 to monitor auxin-related signals in the endodermal layer and QC.We similarly monitored freecytokinin levels in root tips using the Arabidopsis Response Regulator promoter (pARR5::GFP) reporter, which is similarly distributed as the GUS reporter with the same promoter (pARR5::GUS). 23",
    "section_index": 1,
    "char_start_global": 1784,
    "char_end_global": 5134
  },
  {
    "heading": "RESULTS",
    "text": "This study used two methods of microscopy to evaluate the distribution of auxin and cytokinin green fluorescent protein (GFP) reporter gene products in Arabidopsis roots during development in the spaceflight environment compared with ground controls; live imaging with standard fluorescence optics in real time on the ISS and confocal imaging of preserved, returned samples.The results are a compilation of imaging data from two independent ISS experiments; CARA conducted in 2014 and APEX03-02 in 2015.This allowed an analysis of different growing conditions on the ISS and separate flight experiences with regard to signaling in the Arabidopsis primary root.\nThe region of interest in these evaluations is comprised of the root tip cells that participate in auxin transport (Figure 1a).Of particular interest are the columella cells and columella initials (green, Figure 1a), the cells of the quiescent center and surrounding initials (peach and dark blue, Figure 1a), the endodermis (light blue, Figure 1a) and the stele (white, Figure 1a).Figure 1b provides a confocal micrograph of the region diagramed in Figure 1a and shows the typical reference expression pattern of GFP signal from DR5r::GFP in a 4-day-old Arabidopsis root.",
    "section_index": 2,
    "char_start_global": 5134,
    "char_end_global": 6367
  },
  {
    "heading": "Plant development and root morphology is different between the CARA and APEX03-2 experiments",
    "text": "The CARA and the APEX03-2 experiments represent two very different approaches to conducting a plant experiment on the ISS, and the plants grown within these two distinct experiments exhibit distinct morphologies.Within each experiment, however, the environmental conditions between the spaceflight habitat and the ground control habitat were comparable.\nThe reduced lighting habitat of the CARA plants resulted in slower development relative to their chronological age in comparison to plants grown under the higher light levels of APEX03, as can be seen examining the 8-day plants of Figure 2d,g.The roots of the spaceflight CARA plants grew in tight loops and coils (Figure 2d,g), which is a distinctly different morphology than was seen in previous spaceflight-grown Arabidopsis plants. 24,25e 4-day and 8-day APEX03-2 plants housed in the more optimal lighting environment of the Vegetable Production System (VPS) displayed the more advanced development expected for plants growing under a higher light environment (Figure 2e,f,h,i) than did the plants in the lower light environment of CARA.The roots of the 4-day APEX03-2 spaceflight plants were more linear in appearance, and exhibited much of the skewing behavior observed in pervious spaceflight experiments (Figure 2h).However, the 8-day plants of APEX03-2 (Figure 2i) were far less organized than the straighter growth seen previously in the directional light environment of the Advanced Biological Research System ABRS hardware, 24,25 but still did not grow in the tight loops and coils of the CARA plants (Figure 2g).\nThe spaceflight distribution of DR5r::GFP was indistinguishable from that of vertically grown roots on the Earth in two separate spaceflight experiments The distribution of DR5r::GFP in the roots of plants grown on the ISS was identical to that of the ground controls over the course of the two different ISS experiments and several plant ages.(Figure 4, Supplementary Table S1).The APEX03-2 experiment was comprised of plants grown in the VPS growth facility (Figure 2b,c) and then imaged in the LMM after 4 and 8 days of growth (Figure 2e,f, h,i).In addition, 4-day-old samples from APEX03-2 were fixed in RNAlater and frozen on orbit, enabling confocal microscopy after sample return.Plants of the CARA experiment were grown in ambient cabin lighting of the ISS for 5 days before imaging (Figure 2a,d,g).As detailed in the Materials and Methods section, the comparable ground controls for both experiments were grown in a specialized chamber programed with the environmental parameters (CO 2 , temperature, humidity, and lighting) experienced by the ISS-grown plants, and all live imaging on the ISS conducted with the LMM (Figure 3) was directly compared with the LMM Ground Imaging Unit (GIU).\nLive imaging with the LMM on orbit illustrates that the same pattern of DR5r::GFP distribution was seen in the spaceflight grown and ground control plants of APEX03-2 in both 4-day-old (Figure 4a,b) and 8-day-old (Figure 4c,d) plants.Developmental age did not impact DR5r::GFP distribution in CARA either.The distribution of DR5r::GFP was identical in spaceflight and ground control plants for both 5-day-old (Figure 4e,f) and 8-day-old roots of the CARA plants (Figure 4g,h).In all cases, the LMM images of DR5r::GFP were consistent with expression patterns appropriately limited to the cells of the columella.\nConfocal microscopy with RNAlater-preserved roots from APEX03-2 enabled cellular resolution of the columella.The cellular resolution showed that the distribution of DR5r::GFP observed in the live imaging was indeed localized to the columella.The distribution of DR5r::GFP in the columella cells of the ground control (Figure 4i) and spaceflight (Figure 4j) was unchanged with respect to the gravity environment (see also Supplementary Movie S1 and Supplementary Movie S2).Quantification of the confocal Z-stack volumes for GFP signal revealed no significant quantitative differences in the expression between spaceflight and ground control samples for pDR5r::GFP (T-test, P = 0.55; Supplementary Figure S1).\nDistributions of two proteins associated with auxin signaling were also unchanged in spaceflight The distributions of TAA1::TAA1-GFP and SCR::SCR-GFP, respectively, were identical in between spaceflight and ground control plants.The TAA1::TAA1-GFP and SCR::SCR-GFP reporter gene lines were used in the APEX03-2 experiment (Figure 2e,f,h,i), and as with the DR5r::GFP plants, 4-day-old samples were fixed in RNAlater and frozen on orbit for confocal microscopy.There was no change in the distribution of TAA1::TAA1-GFP expression in the cells in and around the quiescent center (Figure 1a) between spaceflight and ground control plants.The individual cells involved could be seen with confocal imaging of preserved returned samples (Figure 5a,b, and Supplementary Movies S3, S4), which supported the identical position of TAA1::TAA1-GFP between flight and ground that was seen in the root tip during live imaging with the LMM (Figure 5e,f).Quantification of the confocal Z-stack volumes for GFP signal revealed potential slightly higher expression levels in spaceflight for TAA1::TAA1-GFP that were not statistically well supported (T-test, P = 0.06; Supplementary Figure S1).\nThe nuclear localization SCR::SCR-GFP in endodermal cells also appeared unchanged between flight and ground control plants.Live imaging with the LMM showed a contiguous endodermal surface for both spaceflight and ground control (Figure 5g,h).In returned samples examined with confocal microcopy, longitudinal Z-sections through the endodermal layer (refer to Figure 1a) displayed some variably among samples near the QC, but this variation was not consistent within treatments (Figure 5c,d, and inset of Figure 3d).\nThe distribution of cytokinin was different in spaceflight as compared with ground control roots The distribution of ARR5::GFP was different in the spaceflight grown plants compared to the comparable ground controls.Plants on orbit showed a more restricted distribution of ARR5::GFP expression compared with ground controls.In the 5-day roots of CARA, ARR5::GFP expression was restricted to the very tip of the root in spaceflight roots (Figure 5j), whereas the roots of the ground controls showed the typical pattern of ARR5 expression, which extends away from the tip back along the stele (Figures 1a and 5i). 23The spaceflight expression of ARR5::GFP remained limited to the tip even after 8 days of growth, while in the ground controls the distribution of ARR5::GFP continued to extend acropetally (Figure 5k,l).",
    "section_index": 3,
    "char_start_global": 6367,
    "char_end_global": 12975
  },
  {
    "heading": "DISCUSSION",
    "text": "The plants examined here were derived from two distinct spaceflight experiments.CARA and APEX03-2 were launched months apart, and utilized different hardware and growth habitats.The developmental appearance and root growth strategies of respective plants from CARA and APEX were quite different (Figure 2d-i).This diversity provided the opportunity to observe auxin signaling in two different ISS growth habitats and two distinct spaceflight experiences separated by several months, which thereby removed the possibility of experiment processing, or local environmental factors other than spaceflight, impacting the results.\nIt is well established that there are changes in root morphology and in the gene expression patterns of Arabidopsis plants grown in a spaceflight environment, and many of the differentially expressed genes are associated with auxin and cytokinin signaling. 24,[26][27]7][28] However, global patterns of gene expression from whole roots 24 or whole seedlings [26][27][28] do not reveal changes that occur in individual cells.Here we employ GFP reporter gene systems that enable the visualization of gene expression within distinct cell types of the primary root tip providing cell-specific data that would otherwise be masked in a molecular study pooling all the cells of the root.\nPlants in the microgravity of spaceflight establish an auxin distribution that is indistinguishable from that of a vertical orientation on the Earth.The distribution of DR5r::GFP in the roots of plants grown on the ISS was identical to that of the ground controls over the course of the two ISS experiments, several plant ages, and varied root morphologies (Figure 4).The expression of DR5r::GFP was evident in, and appropriately limited to, the columella cells of the root tip.The columella cells are considered the primary gravity-sensing cells of the root 29 and the DR5r::GFP expression patterns observed on the ISS are consistent with previous reports of DR5r::GFP distribution in the primary roots of plants grown vertically on the Earth. 8In both, the live imaging on orbit with the LMM (Figure 4a-h) and the cellular resolution made possible with the confocal analysis of preserved samples (Figure 4i,j), there is no discernable difference in the distribution of DR5r::GFP expression between ISS-grown plants and their comparable ground controls.\nThough widely used for characterizing auxin distribution, as a transcriptional reporter DR5r::GFP does have limitations in sensitivity and response time for reporting auxin locations and concentrations, and it does not reveal all aspects of auxinresponsive gene activity.The initial observations presented here could be extended greatly in future flights through the use of more sensitive and non-transcriptional auxin reporter systems.In addition, exploration of sites of auxin action away from the root tip, such as shoots, root flanks and junctions, as well as lateral roots, would provide valuable additional insights into the spaceflight influences on auxin roles in plants not experiencing unit gravity.\nPlants in spaceflight also appear unchanged with respect to a second source of auxin; synthesis of auxin within the quiescent center.Auxin is synthesized in the QC cells, cells that are part of the stem cell niche (SCN) in the root apical meristem and that give rise to the gravity-sensing columella cells of the root tip 21 (Figure 1a).The importance of this source of auxin to the gravity-sensing mechanism in roots is revealed by the fact excised root tips, without the auxin source of the reverse fountain, exhibit a response to gravity. 30We used the pTAA1::TAA1-GFP native promoter protein fusion reporter to monitor the amount of the auxin in these essential QC cells.TAA1 encodes an aminotransferase that regulates auxin biosynthesis within the QC cells, and contributes to gravitropic signaling. 31The TAA1::TAA1-GFP in 5-day and 8-day-old plants on orbit showed a distribution of GFP expression that was indistinguishable from similarly grown ground control plants (Figure 5a,b,e,f), and is consistent with what is typically expected in vertically grown plants. 21These results suggest that auxin synthesis of the QC is not influenced by gravity.\nAlso unchanged in microgravity is the distribution of the GRAS family transcription factor SCARECROW (SCR), a key transcription factor involved in the maintenance of the SCN 32 and regulating the radial organization of the root. 22,[33][34]4][35] SCR is essential to stem cell activity in the root apical meristem, the organization of the root cap and QC, as well as the production of auxin as it contributes to the reverse fountain flow.In the QC, SCR negatively regulates genes associated with auxin biosynthesis and mediates phytohormone cross-talk among the actively growing root zones. 11There was no discernable difference in the nuclear localization pattern of SCR::SCR-GFP between the root endodermis and QC of the plants grown on the ISS and the comparable ground controls (Figure 5c,d,g,h).This suggests that the upstream regulatory circuits for critical auxin synthesis steps are intact in spaceflight.The spaceflight distribution of SCR::SCR-GFP, together with the expression of TAA1::TAA1-GFP and DR5::GFP, strongly suggests that the entire auxin signaling pathway is fully developed in the absence of gravity.\nUnlike the distribution of auxin, the phytohormone cytokinin exhibited different patterns of distribution between the spaceflight and ground environments.Cytokinins are counterpoints to auxin, including in the cross-talk among the root zones that plays a role in gravity responses. 36,37We examined the distribution cytokinin using ARR5::GFP, as the ARR5 gene is induced in the presence of free cytokinin. 23Plants on orbit showed a more restricted distribution of ARR5::GFP compared to ground controls (Figure 5i-l).In the flight plants, the expression of ARR5::GFP appeared limited to the columella and lateral root cap, whereas in the ground control plants ARR5::GFP expression extended shoot-ward from the root tip through the stele.The primary source for cytokinin production in the root tip is the columella cells.In a vertical orientation on the Earth, ARR5 expression is highest in the columella, but also extends shootward through the stele, a pattern that can expand in response to gravistimulation. 23On the Earth, cytokinins also have roles in root curving, 38 coiling and waving, and can influence features of the actin filament organization, which in turn affects root growth patterns. 39,40Plants grown on the ISS exhibit altered waving and skewing morphologies, as well as differences in the patterns of cell division and elongation. 25It is possible that cytokinin plays a larger role in these altered root growth strategies than does auxin, in the absence of gravity experienced during spaceflight.In addition, the repressed distribution of cytokinin as revealed by ARR expression in the spaceflight grown roots may also reflect a cytokinin influence in overall reduction in growth rate and development. 41,42ur results demonstrate one of the values in conducting experiments on the ISS; the ability to remove gravity from the environment and thus examine the role of gravity in fundamental biological processes.In this particular case, our data show that auxin distributions of the primary root are not gravity dependent, even though these distributions are key to gravity responses.It is therefore likely that the role of gravity is minimal compared with the inherent developmental cues guided by auxin to define the architecture of the root tip.Indeed, these experiments that essentially remove the forces of gravity, join with previous studies that used genetics to uncouple gravitropism from auxin distribution (for example, refs.16-19) to complete the notion that auxin gradients in the primary root are fundamentally developmental.Those developmental auxin gradients were coopted then to be sensitive to gravity responses and it seems logical then that the auxin signaling system in roots was present in plants as a developmental system before evolving additional roles in gravity responses.The role of auxin in structures other than the root tip bears investigation, as auxin-regulated genes are seen to change in expression during spaceflight, when examining the root as a whole, and root architecture is also influenced by spaceflight.The value of the present study is in having cell-specific reporters to begin the challenge of finding where in the root potential spaceflight auxin-regulated changes do occur.The data presented here suggest that those auxin-related changes do not occur in the major gravity-sensing cells of the primary root tip, as the distribution of DR5::GFP TAA::GFP and SCR::GFP are not affected by spaceflight at least to the level of sensitivity afforded by these reporters.\nThere is unintended and unrealized bias in some of the terminology used to describe the gravity response mechanisms and models of primary roots, in that there is an unwritten implication that the default or resting auxin distribution of the primary root is set up by gravity; that it is the vertical orientation that sets up the auxin distribution in the root tip.The term \"vertical\" carries a direct association with the gravity vector.Without the ability to remove gravity from the plant environment, there was no reason to eliminate the term from the vernacular or the force from the concept.Our results show that the reverse fountain is neither reverse nor a fountain, as these terms imply that gravity is involved in the reversal of liquid flow.Rather, the auxin flow of the primary root tip is fundamentally no different from the auxin flow systems that guide other parts of plant primary development, except that it has been further engaged in the gravity response.",
    "section_index": 4,
    "char_start_global": 12975,
    "char_end_global": 22827
  },
  {
    "heading": "Plant lines and plate preparations",
    "text": "Four Arabidopsis GFP reporter lines were used in these experiments: pDR5r::GFP, a synthetic auxin response element composed of five AuxRE elements (TAIR line CS9361), 24,43 pTAA1::TAA1-GFP, (TAIR line CS16432, AT1G70560), 21 pSCR::SCR-GFP (TAIR line CS3999, AT3G54220) 22 and pARR5::GFP (TAIR line CS23893, AT3G48100). 23Both spaceflight experiments included pDR5r::GFP; however, pARR5::GFP was limited to CARA, and pTAA1::TAA1-GFP and pSCR::SCR-GFP were limited to APEX03-2.Within each experiment, all genotypes were planted on a single Petri plate designated for imaging (Figure 2d-i).\nThe laboratory preparations and launch conditions were identical for both CARA and APEX03-2.Dry, sterilized Arabidopsis seeds were planted aseptically on the surface of 10-cm 2 solid media plates comprised of 0.5% Phytagel/0.5 × MS media, and then immediately wrapped in light-tight black cloth (Duvetyne, SeattleFabrics.com). 24,25The wrapped plates were stored at temperatures between 4 and 10 °C until launch within a cold stowage bag nominally at 4 °C.The seeds remained dormant until removed from cold stowage and exposed to light at the initiation of the experiment on the ISS.Although the plates were kept refrigerated where possible, the dark treatment ensured dormancy even if the plates were to experience excursions into ambient temperatures.\nPlant growth conditions on the ISS and comparable ground controls CARA and APEX03-2 were distinctly different experiments, each with unique growth habitats and hardware.However, within each experiment, the environmental conditions of the respective habitats were carefully controlled such that the growth conditions on the ISS closely matched those of their respective ground controls.This was accomplished by running the ground controls discontinuously; a 24-h delay for CARA and a 48-h delay for APEX03-2.These delays enabled the telemetric collection of environmental data from the ISS, which were then used to program the ISS Environmental Simulation (ISSES) chamber at the Space Station Processing Facility at Kennedy Space Center (KSC).The ISSES chamber replicated the temperature, CO 2 levels and lighting that had been experienced by the spaceflight plants in the previous 24 h (or 48 h, respectively).\nCARA.The CARA experiment was designed for the plants to be grown in the low-level, diffuse ambient lighting of the US Lab in the Destiny Module of the ISS.The CARA plates received between 4-6 μmoles/m 2 /s total light.The plates were configured with Velcro tabs that facilitated attachment to a cloth support that was affixed a wall of the Destiny Module (Figure 2a).The experiment was activated by unwrapping the plates and attaching them to the wall of the module.The exposure to light initiated germination.Five days after germination was initiated, the plate designated for microscopy was removed from the wall by astronaut Steve Swanson, photographed with an SLR camera before imaging (Figure 2g).Ground control plates were mounted on the wall of the ISSES chamber at KSC (Figure 2d).",
    "section_index": 5,
    "char_start_global": 22827,
    "char_end_global": 25869
  },
  {
    "heading": "APEX03-2. The APEX03-2 experiment plates were grown in the Vegetable",
    "text": "Production System (VPS/Veggie) hardware on the Columbus Module of the ISS (Figure 2b,c).The 10-cm 2 Petri plates were housed perpendicular (\"vertical\") to the overhead LED lighting of the VPS.Plants received between 100-135 μmoles/m 2 /s PAR inside the VPS.Four and eight days after germination was initiated by unwrapping the plates and exposing them light in the VPS, the plate designated for microscopy was removed by the astronaut Butch Wilmore, photographed with an SLR camera before imaging (Figure 2h,i).In the case of APEX03-2, the ground control plates were grown inside the VPS ground unit within the ISSES chamber at KSC (Figure 2e,f).",
    "section_index": 6,
    "char_start_global": 25869,
    "char_end_global": 26515
  },
  {
    "heading": "Live imaging on the ISS",
    "text": "Live imaging in both the CARA and APEX experiments was conducted with the LMM housed in Destiny Module (Figure 3a), and with the LMM GIU, which is housed at GRC, Cleveland, OH, USA.The LMM on the ISS is a modified Leica RXA microscope adapted for a microgravity environment that is held within the glovebox of the Fluids Integrated Rack (FIR) to help manage potentially dangerous or liquid-containing payloads within the FIR.Although an astronaut was required for the loading of the sample stage, the microscope is operated telemetrically from GRC by FIR and LMM controllers, who were in turn guided by the authors.In both the CASIS and APEX experiments, the astronaut on duty photographed the seedlingcontaining Petri plate before loading into the LMM; either by holding in front of the video feed camera (Figure 3b, red arrow), or with a standard SLR camera (Figure 2g-i).The plate was then loaded onto the LMM Petri support base and affixed to the microscope stage (Figure 3c, red arrow).Comparable operations were conducted with the ground control plates (Figure 2d-f).The SLR photographs were used to create root maps to guide the telemetric maneuvers to locate regions of interest on the Petri plates.The image in Figure 3d illustrates how the photograph of the seedlings on the plate was overlaid with the coordinate map for the LMM microscope stage.All operations of the stage in x, y and z were conducted telemetrically by maneuvering the motorized stage through upload of numerical coordinates.The numbers along the periphery of the field of view in Figure 3d define the x and y coordinates.The stage could also be moved in the z direction for focus, and also for the collection of different focal planes.LMM images are collected with a Q-Imaging Retiga 1300 CCD camera (Burnaby, BC, Canada) with a resolution of 1,280 × 1,024 and 2 × 2 binning.The white-light images from the LMM were captured using the beam splitter option on the LMM and LMM GIU.GFP fluorescence was visualized using the CHROMA FITC Filter Set: Exciter wavelength 480, Dichroic wavelength 505, and Emitter wavelength 535.The 10 × objective (numerical aperture 0.3) was used in CARA, and the 20 × objective (numerical aperture 0.4) was used in APEX03-2; these are both \"dry\" objectives; necessary as the plants were viewed through the lid of the Petri plate.The management and administration of the LMM operations was conducted by the personnel of GRC, particularly through the efforts of teams from ZIN Technologies.The authors oversaw the data collection and drove sample and region of interest selection in real time operations.",
    "section_index": 7,
    "char_start_global": 26515,
    "char_end_global": 29125
  },
  {
    "heading": "Imaging of returned samples",
    "text": "In the APEX03-2 experiment, a four-day-old imaging plate containing pDR5r::GFP, pTAA1::TAA1-GFP and pSCR::SCR-GFP was harvested to RNAlater (Ambion, Grand Island, NY, USA), into Kennedy Space Center Fixation Tubes (KFTs).KFTs are spaceflight hardware providing three levels of liquid containment for fixing biological samples in space. 24,44After collection, the loaded KFTs were stowed at -80°C in the MELFI freezer on the ISS; ground controls were also collected to KFTs, but were stowed in a standard -80 °C freezer.The samples were kept frozen until the samples were returned to the authors' laboratory.The preserved plants were then imaged on the ground with a Leica TCS-SP5 confocal microscope (Mannheim, Germany) in the Cytometry Core at the Interdisciplinary Center for Biotechnology Research at the University of Florida.The roots were prepared by rinsing in distilled water for 2 min, and then either mounted directly in Vectashield mounting medium (Vector Laboratories, Burlingame, CA, USA) or counterstained with a 0.1% solution of Calcofluor White for 5 min.Calcofluor White staining was followed by a 5 min wash in distilled water and then mounting in Vectashield for imaging.The imaging parameters for confocal microcopy were kept identical between spaceflight and ground control samples within each genotype, although these parameters could vary among genotypes.For instance: pTAA1::TAA1-GFP, spaceflight and ground, was imaged with the following parameters: exposure 62, pinhole 69, zoom of 1, step size 2.98, line average 2, FC gain of 700 and offset at -3.0.pDR5r::GFP imaging parameters were identical to those used for pTAA1::TAA1-GFP, although the gain was increased for all pDR5r::GFP roots (for both spaceflight and ground) to 760.The 40 × oil objective was used throughout, and the 488 laser was kept at 38%.Keeping the imaging parameters constant between spaceflight and ground control samples enabled clear comparisons of the same relative location within the spaceflight and ground roots.\nImage rendering and quantification LMM and LMM-GIU images are captured as .bmpfiles.All .bmpfiles were converted to .tiffiles using Photoshop.The .tif files were transferred to Volocity 6.3 (PerkinElmer, Waltham, MA, USA) for analysis and image presentation.The Fine Filter/Remove Noise function was used to eliminate bad pixels in the GFP images.Images from confocal microscopy of the returned samples were exported as .tiffiles from the Leica Application Suite.Quantification of fluorescent signal within selected Regions of Interest in confocal imaged samples was calculated using PerkinElmer Volocity 3D Image Analysis Software (Supplementary Figure S1).",
    "section_index": 8,
    "char_start_global": 29125,
    "char_end_global": 31800
  }
]