[
  {
    "heading": "Frequently Asked Questions (FAQ)",
    "text": "Osteosys iNSiGHT DXA Imaging System This Frequently Asked Questions document has been developed to help answer some of the most asked questions by people newer to DXA imaging and address some iNSiGHT DXA-specific questions.\nThe questions have been divided into the following groups: DXA can measure several parameters such as bone mineral density (BMD), bone mineral content (BMC), fat versus lean mass, total tissue area and total weight.The iNSiGHT DXA can be used to assess the progression or regression of disease in response to a therapeutic regime.Some common applications for DXA are listed below, but the list of applications is drastically increasing for the iNSiGHT DXA system.\n• Metabolic bone diseases such as osteoporosis",
    "section_index": 0,
    "char_start_global": 0,
    "char_end_global": 734
  },
  {
    "heading": "Frequently Asked Questions (FAQ)",
    "text": "Osteosys iNSiGHT DXA Imaging System Q 2. What types of species can be imaged with the iNSiGHT DXA?\nAlthough the system has traditionally been designed for use with mice, rats, and other similarly sized animals, the system has also been used to image frogs, marmosets, chickens, rabbits, and fish.The list continues to grow as OsteoSys, Scintica, and our customers continue to push the limits of the system and expanding the species that are being imaged with the iNSiGHT system.",
    "section_index": 1,
    "char_start_global": 734,
    "char_end_global": 1212
  },
  {
    "heading": "Q 3. How long does it take to complete a full scan?",
    "text": "Data acquisition takes 25 seconds; this includes both high and low-energy x-ray acquisitions.It is very simple to prepare the animal for the data acquisition.The animal should be anesthetized (using inhaled or injectable anesthesia).Once anesthetized, the animal is positioned on the imaging platform, and the image acquired (25 seconds), the animal is removed and allowed to recover from the anesthesia.For those choosing to use inhaled anesthesia, integration of a nose cone is possible within the system, along with active gas exhaust to help reduce the exposure of the system operator to the waste gas exhaust.",
    "section_index": 2,
    "char_start_global": 1212,
    "char_end_global": 1826
  },
  {
    "heading": "DXA as an Imaging Modality: Q 4. What is Dual Energy X-Ray Absorptiometry (DXA or DEXA)?",
    "text": "DXA is used to assess body composition by using 2 different x-ray beams with different energies generated at the source that passes through the animal or sample and hits the x-ray detector.DXA uses a low and high-energy beam x-ray that will attenuate very differently depending on the tissue these x-rays pass through.The intensity of the initial x-ray source that is either low or high-energy is changed as it passes through the tissue.These intensities are then put into a series of equations to determine the amount of bone and soft tissue present in the subject.The equations measure the ratios of mass attenuation coefficients at the low and high energies.The calibration first establishes the attenuation properties of the various tissue types from a series of phantoms with known INFO@SCINTICA.COM WWW.SCINTICA.COM",
    "section_index": 3,
    "char_start_global": 1826,
    "char_end_global": 2647
  },
  {
    "heading": "Frequently Asked Questions (FAQ)",
    "text": "Osteosys iNSiGHT DXA Imaging System composition.The computer can then use this information to determine pixels associated with the different tissue types.This can allow DXA to detect mass differences between fat and lean mass and measure the bone mineral content (BMC) and bone mineral density (BMD).This has allowed for higher precision to assess body composition, along with much faster scan times.",
    "section_index": 4,
    "char_start_global": 2647,
    "char_end_global": 3047
  },
  {
    "heading": "Q 5. How does the system calculate bone mineral content (BMC) and what are the units?",
    "text": "Bone Mineral Content is calculated by multiplying bone density with the bone area and the units for this are in grams.",
    "section_index": 5,
    "char_start_global": 3047,
    "char_end_global": 3165
  },
  {
    "heading": "Q 6. What are the units for bone mineral density (BMD)?",
    "text": "Bone mineral density is measured in g/cm 2 .Q 7. What type of images are generated with the iNSiGHT system?\nThe iNSiGHT system generates a standard x-ray attenuated image, a bone mineral density (BMD) image, and a colorimetric lean versus fat mass.These images can be analyzed in the post-processing mode of the software.The x-ray attenuated image has a resolution of 100 µm.The BMD image clearly identifies the complete bone mineral density content and this matches with the numerical data for BMD.The colorimetric image clearly identifies the boundaries and regions between the lean and fat mass within the pixels defined as soft tissue.The user can easily zoom into areas of interest within these images.\nQ 8. What measurements can the user obtain using the iNSiGHT system?\nThe software provides measurements of lean mass, fat mass, total weight, bone mineral density (BMD), and bone mineral content (BMC).This data is automatically calculated for the whole body, while specific regions of interest (ROIs) can be drawn to provide specific values for designated areas.The zoom INFO@SCINTICA.COM WWW.SCINTICA.COM",
    "section_index": 6,
    "char_start_global": 3165,
    "char_end_global": 4278
  },
  {
    "heading": "Frequently Asked Questions (FAQ)",
    "text": "Osteosys iNSiGHT DXA Imaging System function within the analysis software is helpful to draw the ROIs more precisely.Additionally, the user may draw linear measurements, such as femur length, to provide additional information from the x-ray attenuated image.Also, exclusion ROIs can be drawn over an area that the user may choose to remove from the calculated measurements for any number of reasons, i.e., an area with an ear tag, or anatomical structure that may skew the results.Q 9. Can the iNSiGHT DXA system image samples such as bone?\nThe system can image a variety of samples, including bone or other tissue samples taken at necropsy.This can be done in the DXA scan or DR scan mode.There is a sub-plate platform to position the samples on, outside the instrument.This subplate is easily placed on the main platform in the instrument for image acquisition.\niNSiGHT DXA Technical Specifications: Q 10.Can the system be easily transported from room to room?Yes, the system has 4 wheels, allowing it to move from one room easily and quickly to another, despite its size and weight.The workstation computer must also be moved, however disconnecting, and reconnecting the computer to the system is easily completed and will not cause any issue with acquired data.Q 11.Is the system self-shielded?Yes, the system is self-shielded, minimizing radiation exposure to the operator, simplifying the operation of the instrument and placement within a busy laboratory environment.Also, if the door is opened during a scan, the x-ray source will be triggered and turned off, to protect the user.There is also an emergency stop button to stop the x-ray source.This can be used to stop the acquisition if the animal is in distress or begins to awaken from anaesthesia.",
    "section_index": 7,
    "char_start_global": 4278,
    "char_end_global": 6037
  },
  {
    "heading": "Frequently Asked Questions (FAQ)",
    "text": "Osteosys iNSiGHT DXA Imaging System Q 12. Does the system have integrated anesthesia?Yes, the system has two ports to allow for the integration of anesthesia and gas exhaust recovery.There is a protective cover to reduce radiation leakage where the anesthesia lines would enter the system.This again reduces the radiation exposure to the user.If the user chooses not to use gas anaesthesia, the system can be configured to block these ports completely.Q 13.Is there an automatic way to remove the nose cone from the calculated measurements?\nYes, and this can be easily done once prior to imaging a whole series of animals within a given study.The apply mask function allows the user to quickly obtain data that does not include the mask.This drastically reduces the post-processing time.If the user forgets to apply the mask or the mask slightly moves, it can be removed using an exclusion region of interest function in post-processing of the data and images.\nQ 14.Is there a daily calibration test that can be done to ensure the system is working properly prior to scanning?\nYes, there is a daily phantom that only needs to be run once a day when the system is turned on to ensure the system is well-calibrated and the data is accurate.This phantom is designed as an internal control to accurately measure total weight, fat versus lean mass, BMC, and BMD.There are also 2 additional phantoms that are included with the system to perform future preventive maintenance.A trained professional from Scintica would perform this.\nQ 15.Can the user easily draw ROIs and exclude areas after the images have been taken?\nYes, the user can draw as many ROIs as they want.The user can also exclude as many areas as they wish.Length measurements are also possible.All these parameters can be easily modified and changed, this includes moving, deleting, INFO@SCINTICA.COM WWW.SCINTICA.COM",
    "section_index": 8,
    "char_start_global": 6037,
    "char_end_global": 7913
  },
  {
    "heading": "Frequently Asked Questions (FAQ)",
    "text": "Osteosys iNSiGHT DXA Imaging System copying, and editing these post-processing parameters.This can be done directly within the software that is on the instrument computer or on offline analysis software that is on another computer of the user's choice.This allows the instrument to be freed up for imaging and data collection while processing can happen simultaneously on another computer.",
    "section_index": 9,
    "char_start_global": 7913,
    "char_end_global": 8302
  },
  {
    "heading": "Q 16. In what format are images saved?",
    "text": "Initially, the images are saved in a proprietary format within the software, needed to perform measurements and calculations.However, once the user has completed the analysis, the user may export images in standard formats such as JPG, TIFF, or BMP files for use in documentation, presentations, etc.",
    "section_index": 10,
    "char_start_global": 8302,
    "char_end_global": 8602
  },
  {
    "heading": "Q 17. What image resolution is possible with the iNSiGHT system?",
    "text": "DXA is taken at the lowest stage of the system with a field of view of 16.5 x 25.5 cm.The resolution at this stage is 100 µm.However, there are 4 additional levels, the stage can be easily moved to have up to a 4X zoom, resulting in a 30 µm resolution.The 4 levels above the first are used only for the digital radioautography (DR) mode to take high-resolution x-ray images.This DR mode is an option with the system.",
    "section_index": 11,
    "char_start_global": 8602,
    "char_end_global": 9018
  },
  {
    "heading": "Q 18. What is the dosage of radiation per scan?",
    "text": "The radiation dose per DXA scan is 0.66 mGy.At this dose, the iNSiGHT system has been optimized for use in longitudinal studies, and there should be no effect on study outcomes due to radiation exposure.However, as mentioned previously, the system is self-shielded to protect the operator from any level of radiation exposure while imaging.",
    "section_index": 12,
    "char_start_global": 9018,
    "char_end_global": 9358
  },
  {
    "heading": "Frequently Asked Questions (FAQ)",
    "text": "Osteosys iNSiGHT DXA Imaging System Q 19.What is the accuracy of the system?\nThe system has a high level of accuracy with CV data that is < 1% and a R 2 values greater than 0.90.The accuracy of the system was independently confirmed, results are presented in this White Paper: (https://www.scintica.com/wp-content/uploads/2021/11/WhitePaper_iNSiGHT-DXA-  Assessment-of-Accuracy-and-Reproducibility.pdf).",
    "section_index": 13,
    "char_start_global": 9358,
    "char_end_global": 9761
  },
  {
    "heading": "Q 20. How long does it take to install the iNSiGHT system?",
    "text": "Once uncrated, the system can be installed within 1 to 2 hours.Training on the system typically takes no more than 1 hour.Users can almost immediately able to acquire accurate and reproducible data.All of this will be completed by a trained professional from Scintica.",
    "section_index": 14,
    "char_start_global": 9761,
    "char_end_global": 10029
  },
  {
    "heading": "Q 21. What is the max working range for the x-ray source?",
    "text": "The maximum working range is 100 kV; however, the maximum energy that can be applied to a given scan for DXA is 60/80 kV at 0.8 mA, thus allowing the source to have longevity before needing replacement.The voltage, amps, time, and stage height can be adjusted for the digital radioautography (DR) mode to enhance the resolution of a species or tissue type.",
    "section_index": 15,
    "char_start_global": 10029,
    "char_end_global": 10385
  },
  {
    "heading": "Q 22. Is there an emergency stop button in case the animal awakens?",
    "text": "Yes, there is, and it is clearly labeled on the top left-hand corner of the system.This will immediately shut down the x-ray source to allow the user to retrieve the animal from the unit safely.",
    "section_index": 16,
    "char_start_global": 10385,
    "char_end_global": 10579
  },
  {
    "heading": "Frequently Asked Questions (FAQ)",
    "text": "Osteosys iNSiGHT DXA Imaging System Animal Handling Capabilities: Q 23.Does the system offer a safe active scavenging system for the anesthesia?\nYes, an active scavenging system connects to both the nose cone and the knock-down chamber.The charcoal filter will absorb any waste gas, while the scale within the scavenging device will alert the user when the filter should be changed, based on the weight of the charcoal canister.\nQ 24.Can the user easily switch the gas anesthesia between the knock-down chamber and the nose cone?\nYes, on the anesthesia system that can come with the iNSiGHT system, there is a switch that allows the user to move the flow of anesthesia from the knock-down chamber, where the animal is positioned first, to the nose cone of the instrument.This allows the user to transfer the animal quickly and safely from the knockdown chamber to the instrument, protecting both from gas and the animal waking up.\nQ 25.What size of animals can be imaged on the iNSiGHT?\nThe iNSiGHT system has been rated for animals from 10 to 700 g: having a scan area of 25.5 cm x 16.5 cm for DXA imaging.The animal thickness should not exceed 10 cm in thickness.Of note, the entire measuring plate is 42.5 cm x 25.5 cm and can hold a max weight of up to 5 kg.The user can place animals outside of the scan area if they only want to scan and collect data from a particular region of interest (ROI).\nINFO@SCINTICA.COM WWW.SCINTICA.COM",
    "section_index": 17,
    "char_start_global": 10579,
    "char_end_global": 12014
  },
  {
    "heading": "Frequently Asked Questions (FAQ)",
    "text": "Osteosys iNSiGHT DXA Imaging System Software Questions: Q 26.Does the user have to create a new animal file if they plan on imaging the same animal over time?\nNo, once the user creates a file for a given animal, they can save images from each time point under the animal file.Analysis of the images can be done at the time of acquisition or later once the study is complete.The user can also easily plot the measurement trends over time within the software, using an automated graphing function.This allows the user to quickly visualize changes over time, including those seen between disease and control groups, prior to entering and graphing the data in the program of the user's choice.",
    "section_index": 18,
    "char_start_global": 12014,
    "char_end_global": 12703
  },
  {
    "heading": "Q 27. Can the user easily back-up raw data to analyze on another computer?",
    "text": "Yes, there is offline software analysis available, and this allows the user to export all the data and perform post-processing and analysis on another computer.Additionally, each user profile is password-protected, allowing users to only export and manipulate their own data.The export capabilities also allow for data back-up, which may be required to free up space on the system computer for future image acquisition.\nQ 28.How is the measurement data exported from the iNSiGHT system?\nOnce analysis is complete within the iNSiGHT software, the user may export the data in a .csvformat, which can be easily read by many third-party software, for data compilation and statistical analysis.This can be done per animal image taken or for a group of animals within a given study.",
    "section_index": 19,
    "char_start_global": 12703,
    "char_end_global": 13479
  }
]