{"sid": 0, "section_index": 0, "section_heading": "ABSTRACT", "text": "The advent of phylogenetic DNA microarrays and high-throughput pyrosequencing technologies has dramatically increased the resolution and accuracy of detection of distinct microbial lineages in mixed microbial assemblages.", "char_start_section": 0, "char_end_section": 221, "char_start_global": 0, "char_end_global": 221}
{"sid": 1, "section_index": 0, "section_heading": "ABSTRACT", "text": "Despite an expanding array of approaches for detecting microbes in a given sample, rapid and robust means of assessing the differential viability of these cells, as a function of phylogenetic lineage, remain elusive.", "char_start_section": 221, "char_end_section": 437, "char_start_global": 221, "char_end_global": 437}
{"sid": 2, "section_index": 0, "section_heading": "ABSTRACT", "text": "In this study, pre-PCR propidium monoazide (PMA) treatment was coupled with downstream pyrosequencing and PhyloChip DNA microarray analyses to better understand the frequency, diversity and distribution of viable bacteria in spacecraft assembly cleanrooms.", "char_start_section": 437, "char_end_section": 693, "char_start_global": 437, "char_end_global": 693}
{"sid": 3, "section_index": 0, "section_heading": "ABSTRACT", "text": "Sample fractions not treated with PMA, which were indicative of the presence of both live and dead cells, yielded a great abundance of highly diverse bacterial pyrosequences.", "char_start_section": 693, "char_end_section": 867, "char_start_global": 693, "char_end_global": 867}
{"sid": 4, "section_index": 0, "section_heading": "ABSTRACT", "text": "In contrast, only 1% to 10% of all of the pyrosequencing reads, arising from a few robust bacterial lineages, originated from sample fractions that had been pre-treated with PMA.The results of PhyloChip analyses of PMA-treated and -untreated sample fractions were in agreement with those of pyrosequencing.", "char_start_section": 867, "char_end_section": 1173, "char_start_global": 867, "char_end_global": 1173}
{"sid": 5, "section_index": 0, "section_heading": "ABSTRACT", "text": "The viable bacterial population detected in cleanrooms devoid of spacecraft hardware was far more diverse than that observed in cleanrooms that housed mission-critical spacecraft hardware.", "char_start_section": 1173, "char_end_section": 1361, "char_start_global": 1173, "char_end_global": 1361}
{"sid": 6, "section_index": 0, "section_heading": "ABSTRACT", "text": "The latter was dominated by hardy, robust organisms previously reported to survive in oligotrophic cleanroom environments.", "char_start_section": 1361, "char_end_section": 1483, "char_start_global": 1361, "char_end_global": 1483}
{"sid": 7, "section_index": 0, "section_heading": "ABSTRACT", "text": "Presented here are the findings of the first ever comprehensive effort to assess the viability of cells in low-biomass environmental samples, and correlate differential viability with phylogenetic affiliation.", "char_start_section": 1483, "char_end_section": 1692, "char_start_global": 1483, "char_end_global": 1692}
{"sid": 8, "section_index": 1, "section_heading": "INTRODUCTION", "text": "Microbial cells are traditionally classified as either viable (maintaining active metabolism and membrane integrity), viable but dormant (because of external pressures) or non-viable (dead) (Kaprelyants et al., 1993;Keer and Birch, 2003).The vast majority of microorganisms cannot be cultivated and many that can require long cultivation times (Amann et al., 1995).To minimize the time spent in determining viability and bias associated with such analyses, advanced molecular approaches for assessing cellular viability have been recently developed, including live-dead staining (Boulos et al., 1999) and flow cytometry-based techniques (Ben-Amor et al., 2005).In such cases, however, there is inherent risk of overestimating the total number of viable cells in samples because of variation in binding affinities of the dyes used.", "char_start_section": 0, "char_end_section": 830, "char_start_global": 1692, "char_end_global": 2522}
{"sid": 9, "section_index": 1, "section_heading": "INTRODUCTION", "text": "Methods probing RNA as an alternative to DNA have also been developed for assessing viability (DeAngelis et al., 2011), but these too come with complications as RNA is difficult to purify, less stable, prone to degradation and often isolated in quantities insufficient for analysis (Hierro et al., 2006;Andorra et al., 2010).", "char_start_section": 830, "char_end_section": 1156, "char_start_global": 2522, "char_end_global": 2848}
{"sid": 10, "section_index": 1, "section_heading": "INTRODUCTION", "text": "The development of high-throughput pyrosequencing and phylogenetic microarray techniques has dramatically increased the resolution and detectable spectrum of diverse microbial lineages from environmental samples (Sogin et al., 2006;La Duc et al., 2009;Mendes et al., 2011).However, DNA-based molecular technologies alone have yet to be validated for assessing the differential viability of cells across varying phylogenetic lineages in a complex microbial assemblage.", "char_start_section": 1156, "char_end_section": 1623, "char_start_global": 2848, "char_end_global": 3315}
{"sid": 11, "section_index": 1, "section_heading": "INTRODUCTION", "text": "DNA-derived signals, which originate from both living and dead cell types, often lead to interpretations that overestimate the viable microbial population present (Rogers et al., 2008;Pointing et al., 2009).Quantitative PCR (qPCR)-based analyses increase the speed, sensitivity and specificity of quantitative microbial detection (Hierro et al., 2006;Yanez et al., 2011).Unfortunately, qPCR techniques alone cannot differentiate live from dead cells, as the latter contribute template DNA to the overall PCR amplification (Cawthorn and Witthuhn,", "char_start_section": 1623, "char_end_section": 2168, "char_start_global": 3315, "char_end_global": 3860}
{"sid": 12, "section_index": 1, "section_heading": "INTRODUCTION", "text": "2008).The persistence of nucleic acids post-cell death renders cogent estimations of live-dead cellular ratios in a given sample practically impossible, as naked DNA will ultimately result in the overestimation of total cells (Nocker et al., 2006).", "char_start_section": 2169, "char_end_section": 2418, "char_start_global": 3861, "char_end_global": 4110}
{"sid": 13, "section_index": 1, "section_heading": "INTRODUCTION", "text": "The treatment of microbial cell suspensions with propidium monoazide (PMA), which first intercalates and on photo-activation, covalently binds DNA, before DNA extraction followed by downstream PCR and related molecular analyses has become an increasingly popular technique for the selective detection and enumeration of viable microbes (Hein et al., 2006;Nocker et al., 2006;Wagner et al., 2008;Bae and Wuertz, 2009).The use of PMA for discriminating live from dead cells has been studied across various applications and research testbeds, including food (Cawthorn and Witthuhn, 2008), biosolids (van Frankenhuyzen et al., 2011), infectious enteric viruses in water samples (Parshionikar et al., 2010), fungi (Vesper et al., 2008), bacteriophage T4 (Fittipaldi et al., 2010), infectious parasitic protozoa (Brescia et al., 2009) and wastewater treatment plants (Lin et al., 2011).Recently, PMA treatment has been used in combination with crude microarray analysis for assessing cell viability (Nocker et al., 2009).In addition, pyrosequencing profiles of water samples exposed to high temperature and treated with and without PMA have been comparatively analyzed (Nocker et al., 2010).", "char_start_section": 2418, "char_end_section": 3604, "char_start_global": 4110, "char_end_global": 5296}
{"sid": 14, "section_index": 1, "section_heading": "INTRODUCTION", "text": "The development and validation of molecular methods to selectively detect and enumerate the living fraction of the microbial population resident on critical surfaces (for example, hospital operating rooms, pharmaceutical manufacturing and packaging facilities, semiconductor fabrication, and spacecraft assembly cleanrooms) is of immense importance to good manufacturing practices aimed at minimizing contaminant bioburden levels.", "char_start_section": 3604, "char_end_section": 4034, "char_start_global": 5296, "char_end_global": 5726}
{"sid": 15, "section_index": 1, "section_heading": "INTRODUCTION", "text": "Reported here for the first time are the results of pioneering efforts coupling PMA-based viability discrimination with innovative PhyloChip DNA microarray and bacterial tag-encoded FLX amplicon pyrosequencing (bTEFAP) methodologies to assess the viable bacterial population present in a typical low-biomass environmental sample.", "char_start_section": 4034, "char_end_section": 4363, "char_start_global": 5726, "char_end_global": 6055}
{"sid": 16, "section_index": 2, "section_heading": "Sampling location", "text": "The two cleanroom facilities examined in this study were both certified as ISO 8.", "char_start_section": 0, "char_end_section": 81, "char_start_global": 6055, "char_end_global": 6136}
{"sid": 17, "section_index": 2, "section_heading": "Sampling location", "text": "Spacecraft hardware and componentry was housed and assembled in the first cleanroom site, Jet Propulsion Laboratory's (JPL's) Spacecraft Assembly Facility (SAF) (sample #GI-36; Table 1), whereas the second cleanroom site, JPL cleanroom Building (Bldg)144 (sample #GI-42; Table 1), did not house spacecraft hardware at the time of sample collection.", "char_start_section": 82, "char_end_section": 430, "char_start_global": 6137, "char_end_global": 6485}
{"sid": 18, "section_index": 2, "section_heading": "Sampling location", "text": "Both of these cleanroom facilities operated at a positive pressure, with temperatures in the range of 20 ± 4 1C, and relative humidity ranging from 30% to 50%.Ground support equipment (GSE) consisted of all non-flight hardware items used during spacecraft hardware receipt, assembly, integration, test, storage, shipment and pre-launch activities.", "char_start_section": 430, "char_end_section": 777, "char_start_global": 6485, "char_end_global": 6832}
{"sid": 19, "section_index": 2, "section_heading": "Sampling location", "text": "All GSE materials used inside the cleanrooms were inspected for compliance to visible cleanliness.", "char_start_section": 777, "char_end_section": 876, "char_start_global": 6832, "char_end_global": 6931}
{"sid": 20, "section_index": 2, "section_heading": "Sampling location", "text": "An all-purpose cleaning and degreasing agent (Kleenol 30, Accurate Industrial Supply, Inc., Cerritos, CA, USA, Cat #: J-CC-00040) was used to maintain cleanliness of the floor.", "char_start_section": 876, "char_end_section": 1052, "char_start_global": 6931, "char_end_global": 7107}
{"sid": 21, "section_index": 2, "section_heading": "Sampling location", "text": "Surface cleaning procedures were performed twice a day in the cleanroom during periods when spacecraft componentry was actively undergoing assembly (SAF; sample #GI-36).In contrast, the quiescent Bldg 144 environmental test facility certified cleanroom was cleaned only once a week since spacecraft hardware was not present in this facility at the time of sample collection.", "char_start_section": 1052, "char_end_section": 1426, "char_start_global": 7107, "char_end_global": 7481}
{"sid": 22, "section_index": 2, "section_heading": "Sampling location", "text": "Both of the cleanroom facilities examined were maintained with stringent protocols pertaining to the replacement of tacky mats, vacuuming and mopping of floors, and wiping down of GSE surfaces with alcohol.", "char_start_section": 1426, "char_end_section": 1632, "char_start_global": 7481, "char_end_global": 7687}
{"sid": 23, "section_index": 2, "section_heading": "Sampling location", "text": "In addition, before entering, staff were required to don cleanroom garments and comply with appropriate practices to minimize the influx of particulate matter.", "char_start_section": 1632, "char_end_section": 1791, "char_start_global": 7687, "char_end_global": 7846}
{"sid": 24, "section_index": 3, "section_heading": "Sample collection", "text": "Samples were collected from the cleanroom floors and GSE housed in SAF and Bldg 144.Wet-surface sampling of the cleanroom floors and GSE (each 1 m 2 ) was performed using biological sampling kit (BiSKit; QuickSilver Analytics, Abingdon, MD, USA) as previously described (Kwan et al., 2011).To measure indigenous DNA associated with the sampling device (negative control), 15 ml of sterile phosphate-buffered saline (PBS, pH 7.0, Mo Bio Laboratories Inc., Carlsbad, CA, USA) was first processed through each BiSKit sampling module, with the expelled liquid pooled before using the very same kit for sample collection.", "char_start_section": 0, "char_end_section": 616, "char_start_global": 7846, "char_end_global": 8462}
{"sid": 25, "section_index": 3, "section_heading": "Sample collection", "text": "The collection bottle corresponding to each BiSKit sampling module was replenished with 15 ml of sterile PBS and the entire assembly was inverted, saturating the macrofoam sponge.", "char_start_section": 616, "char_end_section": 795, "char_start_global": 8462, "char_end_global": 8641}
{"sid": 26, "section_index": 3, "section_heading": "Sample collection", "text": "The sampling module of the BiSKit assembly was then used to sample floors and GSE sites in the ternary, unidirectional manner described elsewhere (Kwan et al., 2011).Overall, 36 individual samples (each 1 m 2 ) were collected from two distinct cleanroom floors and two distinct GSE locations.", "char_start_section": 795, "char_end_section": 1087, "char_start_global": 8641, "char_end_global": 8933}
{"sid": 27, "section_index": 3, "section_heading": "Sample collection", "text": "A detailed description of the sample types is provided in Table 1.Sterile water, PBS, DNA extraction reagent blanks and PCR reagent blanks used in sample collection, processing and analysis, respectively, served as negative controls in all molecular analyses.", "char_start_section": 1087, "char_end_section": 1346, "char_start_global": 8933, "char_end_global": 9192}
{"sid": 28, "section_index": 4, "section_heading": "Sample processing", "text": "Sample volumes were extracted from BiSKit devices as instructed by the manufacturer, a total of three times with 15 ml of PBS each.", "char_start_section": 0, "char_end_section": 131, "char_start_global": 9192, "char_end_global": 9323}
{"sid": 29, "section_index": 4, "section_heading": "Sample processing", "text": "Previous studies have demonstrated that spacecraft-associated surfaces house extremely low-biomass and seldom yield detectable PCR amplification products (Moissl et al., 2007;Vaishampayan et al., 2010).Hence, all samples collected from the same general location or site were pooled together.", "char_start_section": 131, "char_end_section": 422, "char_start_global": 9323, "char_end_global": 9614}
{"sid": 30, "section_index": 4, "section_heading": "Sample processing", "text": "The biological materials resulting from each pooled sample (B400 ml each) were further concentrated using Amicon Ultra-50 Ultracel centrifugal filter tubes (Millipore, Billerica, MA, USA).Each filter unit has a molecular mass cutoff of 50 kDa, which facilitates the concentration of bacterial cells, spores and exogenous nucleic acid fragments 4100 bp in a final volume of 1 ml.", "char_start_section": 422, "char_end_section": 800, "char_start_global": 9614, "char_end_global": 9992}
{"sid": 31, "section_index": 4, "section_heading": "Sample processing", "text": "All filtered samples were divided into two separate aliquots (500 ml each), one to be subjected to PMA pre-treatment (viability assessment), and the other to serve as a null environmental sample (viable þ non-viable; total DNA).All samples, both with and without PMA pre-treatment were subjected to DNA extraction via the Maxwell 16 automated system (Promega, Madison, WI, USA) according to the manufacturer's instructions, and resulting DNA suspensions (100 ml each) were stored at À 20 1C.\nPMA treatment A 500 ml aliquot of filter-concentrated sample suspension was treated with 12.5 ml of PMA (2 mM; Biotium, Inc., Hayward, CA, USA) to a final concentration of 50 mM (Rawsthorne et al., 2009;Nocker et al., 2010), followed by thorough mixing and incubation in the dark for 50 min at room temperature.", "char_start_section": 800, "char_end_section": 1603, "char_start_global": 9992, "char_end_global": 10795}
{"sid": 32, "section_index": 4, "section_heading": "Sample processing", "text": "The tubes were inverted manually 5-6 times over a 10-min incubation interval to promote homogeneous PMA exposure.", "char_start_section": 1603, "char_end_section": 1716, "char_start_global": 10795, "char_end_global": 10908}
{"sid": 33, "section_index": 4, "section_heading": "Sample processing", "text": "Sample tubes were then placed horizontally atop a bed of ice and exposed to a 500-W halogen lamp (Osram 64553 C318; Danvers, MA, USA) at a distance of 20 cm for 3 min.Samples without PMA treatment were also subjected to incubation in dark for 50 min and exposure to 500-W halogen lamp on ice along with PMA-treated samples.", "char_start_section": 1716, "char_end_section": 2040, "char_start_global": 10908, "char_end_global": 11232}
{"sid": 34, "section_index": 4, "section_heading": "Sample processing", "text": "Quantitative PCR Bacteria-directed primers (1369F and 1492R) targeting the 16S ribosomal RNA (rRNA) gene were used for qPCR analysis (Suzuki et al., 2000).Each 25 ml reaction mixture consisted of 12.5 ml of Bio-Rad 2X Nine individual samples (each 1 m 2 ) were collected using Biological Sampling Kit and pooled.", "char_start_section": 2040, "char_end_section": 2352, "char_start_global": 11232, "char_end_global": 11544}
{"sid": 35, "section_index": 4, "section_heading": "Sample processing", "text": "All filtered samples were divided into two separate aliquots (500 ul each; equivalent to 4.5 m 2 ), one to be subjected to PMA pre-treatment (viability assessment), and the other to serve as a null environmental sample (viable þ non-viable; total DNA).The JPL-SAF is the most frequently utilized cleanroom facility, as spacecraft assembly was underway at the time of sampling.", "char_start_section": 2352, "char_end_section": 2728, "char_start_global": 11544, "char_end_global": 11920}
{"sid": 36, "section_index": 4, "section_heading": "Sample processing", "text": "In contrast, Bldg 144 was inactive and not in use when samples were collected.", "char_start_section": 2728, "char_end_section": 2806, "char_start_global": 11920, "char_end_global": 11998}
{"sid": 37, "section_index": 4, "section_heading": "Sample processing", "text": "The only human traffic in the Bldg 144 facility before sampling was the janitorial servicing, which occurred once a week, or to address any other miscellaneous maintenance issues.", "char_start_section": 2806, "char_end_section": 2985, "char_start_global": 11998, "char_end_global": 12177}
{"sid": 38, "section_index": 4, "section_heading": "Sample processing", "text": "Other metadata such as usage rate, and so on, are not in place.", "char_start_section": 2985, "char_end_section": 3048, "char_start_global": 12177, "char_end_global": 12240}
{"sid": 39, "section_index": 4, "section_heading": "Sample processing", "text": "The dimensions of the JPL-SAF cleanroom were larger and surface area of the GSE materials were more in JPL-SAF than in Bldg 144.The amount of total 16S rRNA PCR product subjected to hybridization on PhyloChips was normalized across samples (B400 ng) whenever possible.", "char_start_section": 3048, "char_end_section": 3317, "char_start_global": 12240, "char_end_global": 12509}
{"sid": 40, "section_index": 4, "section_heading": "Sample processing", "text": "c\nThe total volume of initial PCR product used for subsequent emulsion PCR was 2 ml for strong positives (410 ng ml À 1 ; all non-PMA samples), 5 ml for weak positives (5 to 10 ng", "char_start_section": 3317, "char_end_section": 3496, "char_start_global": 12509, "char_end_global": 12688}
{"sid": 41, "section_index": 4, "section_heading": "Sample processing", "text": "ml À 1 ; GI-42-1(p)) and 20 ml for samples that failed to yield PCR products (o5 ng ml À 1 ; all PMA-treated samples except GI-42-1(p)).This normalization step enhanced retrieval of maximum number of sequences.", "char_start_section": 3497, "char_end_section": 3708, "char_start_global": 12689, "char_end_global": 12900}
{"sid": 42, "section_index": 4, "section_heading": "Sample processing", "text": "iQ SYBR Green Supermix (Hercules, CA, USA), 10.5 ml of UltraPure water (Gibco; Grand Island, NY, USA), 0.5 ml of forward primer 1369F (10 mM), 0.5 ml of reverse primer 1492R (10 mM) and 1ml of DNA template.", "char_start_section": 3708, "char_end_section": 3914, "char_start_global": 12900, "char_end_global": 13106}
{"sid": 43, "section_index": 4, "section_heading": "Sample processing", "text": "Purified standards and UltraPure Gibco water no-template controls were included in all qPCR runs.", "char_start_section": 3914, "char_end_section": 4011, "char_start_global": 13106, "char_end_global": 13203}
{"sid": 44, "section_index": 4, "section_heading": "Sample processing", "text": "Thermal cycling parameters for universal 16S rRNA gene qPCR were as follows: hold at 95 1C for 3 min to achieve initial denaturation, followed by 40 cycles of: 10-s hold at 95 1C to denature, ramp-down to 55 1C for primer annealing and extension occurring through a 35-s ramp-up to 95 1C.In this study, all samples were analyzed in triplicate.", "char_start_section": 4011, "char_end_section": 4354, "char_start_global": 13203, "char_end_global": 13546}
{"sid": 45, "section_index": 5, "section_heading": "Taxonomy", "text": "For convenience and differentiation in this communication, bTEFAP-based pyrosequence discrimination results are binned hierarchically into what are referred to as molecular operational taxonomic unit(s) (MOTU; Blaxter, 2003;Blaxter et al., 2005).", "char_start_section": 0, "char_end_section": 247, "char_start_global": 13546, "char_end_global": 13793}
{"sid": 46, "section_index": 5, "section_heading": "Taxonomy", "text": "Variation in DNA sequence among microbes can arise via naturally occurring evolutionary events and/or methodological errors (for example, homopolymer repetition in pyrosequencing).It is the goal of the MOTU-based classification and clustering system presented here, and in detail elsewhere (Blaxter and Floyd, 2003), to separate these two sources of sequence variation based on known error rates in sequencing and measured levels of difference across various taxonomical schemes.", "char_start_section": 247, "char_end_section": 726, "char_start_global": 13793, "char_end_global": 14272}
{"sid": 47, "section_index": 5, "section_heading": "Taxonomy", "text": "The accuracy and specificity of a MOTU-based system can be derived from measured levels of betweentaxa and within-group variation from well-defined populations, and of observational error obtained by re-sequencing (Blaxter and Floyd, 2003).In a similar vein, PhyloChip DNA microarrays use multiple B25-bp probes, which collectively represent the full-length B1.5-kb 16S rRNA gene of each taxon.", "char_start_section": 726, "char_end_section": 1120, "char_start_global": 14272, "char_end_global": 14666}
{"sid": 48, "section_index": 5, "section_heading": "Taxonomy", "text": "In this study, PhyloChip-derived taxonomic units (PTUs) were delineated in accordance with the hybridization scores of a given set of 25-mer probes, which have been previously designed based on the prevalence of members of a given PTU, and dissimilarity in DNA sequences outside of the given PTU.Ultimately, a microorganism can be assigned to only one given MOTU/PTU, either via similarity within a homologous sequenced DNA fragment (MOTU) or hybridization score (PTU), but neither MOTU nor PTU need be congruent with other taxonomic schemes.", "char_start_section": 1120, "char_end_section": 1662, "char_start_global": 14666, "char_end_global": 15208}
{"sid": 49, "section_index": 6, "section_heading": "PhyloChip G3", "text": "Bacterial 16S rRNA genes were amplified from DNA preparations from each sample using the primers 27F (5 0 -AGAGTTTGATCCTGGCTCAG-3 0 ) and 1492R (5 0 -GGTTACCTTGTTACGACTT-3 0 ).PCR", "char_start_section": 0, "char_end_section": 179, "char_start_global": 15208, "char_end_global": 15387}
{"sid": 50, "section_index": 6, "section_heading": "PhyloChip G3", "text": "conditions were as follows: 1 cycle of initial melting for 3 min at 95 1C, followed by 35 cycles of 30-s melting at 95 1C, 30-s annealing over a 48-58 1C gradient (48 1C, 48.8 1C, 50.1 1C, 51.9 1C, 54.4 1C, 56.3 1C, 57.5 1C and 58 1C), and 2-min extension at 72 1C, with a final 10-min incubation at 72 1C.The amount of total 16S rRNA gene PCR product subjected to hybridization on PhyloChips was normalized across samples (B400 ng) whenever possible.", "char_start_section": 180, "char_end_section": 631, "char_start_global": 15388, "char_end_global": 15839}
{"sid": 51, "section_index": 6, "section_heading": "PhyloChip G3", "text": "A detailed explanation of the processing of the PhyloChip assay has been described elsewhere (Hazen et al., 2010).Stage 1 and stage 2 analysis were performed and the cross-hybridization response score was adjusted as previous described (Cooper et al., 2011).", "char_start_section": 631, "char_end_section": 889, "char_start_global": 15839, "char_end_global": 16097}
{"sid": 52, "section_index": 7, "section_heading": "PhyloChip G3 data analysis", "text": "Following stage 2 analysis, hybridization intensities were transformed (log 2 *1000) and were henceforth referred to as transformed hybridization intensities.", "char_start_section": 0, "char_end_section": 158, "char_start_global": 16097, "char_end_global": 16255}
{"sid": 53, "section_index": 7, "section_heading": "PhyloChip G3 data analysis", "text": "Representative PTU sequences were then compared against the taxonomic architecture of the SILVA database (Pruesse et al., 2007) and PTU were grouped at the genus level.", "char_start_section": 158, "char_end_section": 326, "char_start_global": 16255, "char_end_global": 16423}
{"sid": 54, "section_index": 7, "section_heading": "PhyloChip G3 data analysis", "text": "In order to be identified as having been enriched in the PMA-treated samples, PTU had to meet the following two criteria: (a) the PTU must be deemed present based on standard PhyloChip analysis in PMA-treated samples and (b) the corresponding PTU must be present in greater transformed hybridization intensity in the PMAtreated sample fraction than in the non-PMA-treated sample fraction.", "char_start_section": 326, "char_end_section": 715, "char_start_global": 16423, "char_end_global": 16812}
{"sid": 55, "section_index": 7, "section_heading": "PhyloChip G3 data analysis", "text": "One representative 16S rRNA gene sequence within each PTU was selected, a multiple sequence alignment was generated with the SINA aligner (Pruesse et al., 2012), and a neighbor-joining phylogenetic tree was compiled at the family level with MEGA 4 (Tamura et al., 2007).This tree was rendered in a circular manner with the iTOL tree viewing program (Letunic and Bork, 2011).", "char_start_section": 715, "char_end_section": 1090, "char_start_global": 16812, "char_end_global": 17187}
{"sid": 56, "section_index": 7, "section_heading": "PhyloChip G3 data analysis", "text": "Tag-encoded FLX amplicon pyrosequencing Bacterial-biased primers 28F (5 0 -GAGTTTGATCNTG GCTCAG-3 0 ) and 519R (5 0 -GTNTTACNGCGGCKG CTG-3 0 ) were used to amplify B500-bp fragments spanning the V1-V3 hypervariable regions of the bacterial 16S rRNA gene.", "char_start_section": 1090, "char_end_section": 1344, "char_start_global": 17187, "char_end_global": 17441}
{"sid": 57, "section_index": 7, "section_heading": "PhyloChip G3 data analysis", "text": "This primer pair was tailored for bTEFAP by adding a fusion linker and a proprietary 12-bp barcode sequence at the 5 0 end of the forward primer, and a biotin and fusion linker sequence at the 5 0 end of the reverse primer (Dowd et al., 2008).A HotStarTaq Plus master mix kit (Qiagen, Valencia, CA, USA) was used to catalyze the PCR under the following thermal cycling conditions: initial denaturing at 95 1C for 5 min, followed by 35 cycles of denaturing at 95 1C for 30 s, annealing at 54 1C for 40 s, and extension at 72 1C for 1 min, finalized by a 10-min elongation at 72 1C.Resulting PCR products were purified via Rapid Tip (Diffinity Genomics, Inc., West Henrietta, NY, USA) chemistry, and were then pooled accordingly.", "char_start_section": 1344, "char_end_section": 2071, "char_start_global": 17441, "char_end_global": 18168}
{"sid": 58, "section_index": 7, "section_heading": "PhyloChip G3 data analysis", "text": "Small fragments (o100 bp) were removed with Agencourt Ampure Beads in accordance with manufacturer's instructions (Beckman Coulter, Brea, CA, USA).", "char_start_section": 2071, "char_end_section": 2219, "char_start_global": 18168, "char_end_global": 18316}
{"sid": 59, "section_index": 7, "section_heading": "PhyloChip G3 data analysis", "text": "In preparation for FLX-Titanium sequencing (Roche, Nutley, NJ, USA), resulting PCR amplicon fragment size and concentration were accurately measured with DNA 1000 chips using a Bioanalyzer 2100 automated electrophoresis station (Agilent, Santa Clara, CA, USA) and a TBS-380 Fluorometer (Turner Biosystems, Sunnyvale, CA, USA).The total volume of initial PCR product used for subsequent emulsion PCR was 2 ml for strong positives (410 ng ml À 1 ), 5 ml for weak positives (5 to 10 ng", "char_start_section": 2219, "char_end_section": 2701, "char_start_global": 18316, "char_end_global": 18798}
{"sid": 60, "section_index": 7, "section_heading": "PhyloChip G3 data analysis", "text": "ml À 1 ) and 20 ml for samples that failed to yield PCR products (o5 ng ml À 1 )", "char_start_section": 2702, "char_end_section": 2782, "char_start_global": 18799, "char_end_global": 18879}
{"sid": 61, "section_index": 7, "section_heading": "PhyloChip G3 data analysis", "text": ".This normalization step helped to ensure minimal bias favoring downstream amplification from initially strong PCR products.", "char_start_section": 2782, "char_end_section": 2906, "char_start_global": 18879, "char_end_global": 19003}
{"sid": 62, "section_index": 7, "section_heading": "PhyloChip G3 data analysis", "text": "Approximately 9.6 Â 10 6 molecules of B600-bp double-stranded DNA were combined with 9.6 Â 10 6 DNA capture beads, and then subjected to emulsion PCR conditions.", "char_start_section": 2906, "char_end_section": 3067, "char_start_global": 19003, "char_end_global": 19164}
{"sid": 63, "section_index": 7, "section_heading": "PhyloChip G3 data analysis", "text": "Following recovery and enrichment, bead-attached DNA molecules were denatured with NaOH and sequencing primers were annealed.", "char_start_section": 3067, "char_end_section": 3192, "char_start_global": 19164, "char_end_global": 19289}
{"sid": 64, "section_index": 7, "section_heading": "PhyloChip G3 data analysis", "text": "A 454 pyrosequencing run was performed on a GS PicoTiterPlate using the Genome Sequencer FLX System in accordance with manufacturer's instructions (Roche).In all, 24 to 30 tagged samples were applied to each quarter region of the PicoTi-terPlate.", "char_start_section": 3192, "char_end_section": 3438, "char_start_global": 19289, "char_end_global": 19535}
{"sid": 65, "section_index": 7, "section_heading": "PhyloChip G3 data analysis", "text": "All bTEFAP procedures were performed at the Research and Testing Laboratory (Lubbock, TX, USA) in accordance with well-established protocols (Dowd et al., 2008).", "char_start_section": 3438, "char_end_section": 3599, "char_start_global": 19535, "char_end_global": 19696}
{"sid": 66, "section_index": 8, "section_heading": "bTEFAP-derived bacterial diversity and data analysis", "text": "Bacterial TEFAP sequences were processed and analyzed using the MOTHUR software package (Schloss et al., 2009), with the AmpliconNoise algorithm implemented.", "char_start_section": 0, "char_end_section": 157, "char_start_global": 19696, "char_end_global": 19853}
{"sid": 67, "section_index": 8, "section_heading": "bTEFAP-derived bacterial diversity and data analysis", "text": "Raw pyrosequencing data for the PMA-untreated samples was derived from previously published work and was re-analyzed alongside PMA-treated samples (La Duc et al., 2012).Previously described standard operating procedures were followed for the analysis of sequence data in this study (Schloss et al., 2011).Sequences were removed from consideration if they (a) did not contain the primer sequence, (b) contained an uncorrectable barcode, (c) were o200 nt in length, (d) had homopolymers longer than 8", "char_start_section": 157, "char_end_section": 655, "char_start_global": 19853, "char_end_global": 20351}
{"sid": 68, "section_index": 8, "section_heading": "bTEFAP-derived bacterial diversity and data analysis", "text": "nt or (e) had a quality score of o25.Unique sequences were aligned using the Greengenes reference alignment (Schloss et al.,", "char_start_section": 656, "char_end_section": 780, "char_start_global": 20352, "char_end_global": 20476}
{"sid": 69, "section_index": 8, "section_heading": "bTEFAP-derived bacterial diversity and data analysis", "text": "2009;McDonald et al., 2012) and trimmed such that all the sequences overlap in the same alignment space.", "char_start_section": 781, "char_end_section": 885, "char_start_global": 20477, "char_end_global": 20581}
{"sid": 70, "section_index": 8, "section_heading": "bTEFAP-derived bacterial diversity and data analysis", "text": "Filtered sequences were assigned to samples according to their 12-nt barcode.", "char_start_section": 885, "char_end_section": 962, "char_start_global": 20581, "char_end_global": 20658}
{"sid": 71, "section_index": 8, "section_heading": "bTEFAP-derived bacterial diversity and data analysis", "text": "After removing chimeras, sequences were classified in accordance with the new Greengenes training set and taxonomy (McDonald et al., 2012;Werner et al., 2012), and clustered into MOTU at the 0.03 level (that is, at 97% similarity) (Schloss et al., 2011).", "char_start_section": 962, "char_end_section": 1216, "char_start_global": 20658, "char_end_global": 20912}
{"sid": 72, "section_index": 9, "section_heading": "Negative controls", "text": "During this study, a negative control whereby a BiSKit was only pre-moistened with PBS, and a handling control, in which a BiSKit was premoistened with PBS and exposed to the sampling environment, were also prepared.", "char_start_section": 0, "char_end_section": 216, "char_start_global": 20912, "char_end_global": 21128}
{"sid": 73, "section_index": 9, "section_heading": "Negative controls", "text": "These negative and handling controls were processed and analyzed both with and without PMA treatment before DNA extraction.", "char_start_section": 216, "char_end_section": 339, "char_start_global": 21128, "char_end_global": 21251}
{"sid": 74, "section_index": 9, "section_heading": "Negative controls", "text": "All of the resulting qPCR indices for these controls were below detection limit.", "char_start_section": 339, "char_end_section": 419, "char_start_global": 21251, "char_end_global": 21331}
{"sid": 75, "section_index": 9, "section_heading": "Negative controls", "text": "Bacterial bTEFAP sequencing was not performed on any of these controls because PCR amplification did not yield any quantifiable product.", "char_start_section": 419, "char_end_section": 555, "char_start_global": 21331, "char_end_global": 21467}
{"sid": 76, "section_index": 9, "section_heading": "Negative controls", "text": "Although no detectable PCR amplification products were available, all negative and handling controls were run on a PhyloChip in order to detect possible contaminants.", "char_start_section": 555, "char_end_section": 721, "char_start_global": 21467, "char_end_global": 21633}
{"sid": 77, "section_index": 9, "section_heading": "Negative controls", "text": "The resulting 447 PTU (of 8943 PTU in total) detected were omitted from the entire analysis.", "char_start_section": 721, "char_end_section": 813, "char_start_global": 21633, "char_end_global": 21725}
{"sid": 78, "section_index": 9, "section_heading": "Negative controls", "text": "Only one PTU was detected in one handling control after PMA treatment.", "char_start_section": 813, "char_end_section": 883, "char_start_global": 21725, "char_end_global": 21795}
{"sid": 79, "section_index": 9, "section_heading": "Negative controls", "text": "No PTU were detected in any of the negative or sampling controls after PMA treatment, supporting the conclusion that the detected PTU originated from extraneous DNA, and not from viable microbes associated with sampling materials or reagents.", "char_start_section": 883, "char_end_section": 1125, "char_start_global": 21795, "char_end_global": 22037}
{"sid": 80, "section_index": 10, "section_heading": "Statistical analysis of community data", "text": "Multiple statistical analyses were performed to study the differences between the PMA-treated and non-PMA samples, all of which were based on (a) the abundance of sequences of each MOTU and (b) the transformed hybridization intensities of each PTU.This included principal coordinate analysis (PCoA), multi-response permutation procedures and Adonis testing (999 permutations), all of which were based on Bray-Curtis distance measures.", "char_start_section": 0, "char_end_section": 434, "char_start_global": 22037, "char_end_global": 22471}
{"sid": 81, "section_index": 10, "section_heading": "Statistical analysis of community data", "text": "Dendogram clustering was based on Euclidean distance.", "char_start_section": 434, "char_end_section": 487, "char_start_global": 22471, "char_end_global": 22524}
{"sid": 82, "section_index": 10, "section_heading": "Statistical analysis of community data", "text": "Diversity indices (Shannon-Wiener) were calculated for MOTU only.", "char_start_section": 487, "char_end_section": 552, "char_start_global": 22524, "char_end_global": 22589}
{"sid": 83, "section_index": 10, "section_heading": "Statistical analysis of community data", "text": "All statistical analyses, including heatmaps, were performed using the R programming environment (R-project 2011, Vegan, MASS and ape packages).", "char_start_section": 552, "char_end_section": 696, "char_start_global": 22589, "char_end_global": 22733}
{"sid": 84, "section_index": 11, "section_heading": "RESULTS", "text": "Quantitative PCR Total bacterial burden, as assessed by bacteriadirected qPCR, is given in Table 1.When PMA treatment was omitted before molecular processing, the total bacterial burden (viable þ non-viable) of the mission-critical SAF cleanroom floor and GSE samples was B10 5 to 10 6 rRNA gene copies m À 2 .Samples collected from the inactive Bldg 144 facility floor and GSE yielded 1 to 2-logs higher rRNA gene copy numbers than SAF samples both with and without PMA treatment.", "char_start_section": 0, "char_end_section": 481, "char_start_global": 22733, "char_end_global": 23214}
{"sid": 85, "section_index": 11, "section_heading": "RESULTS", "text": "Following treatment with PMA, a mere 7% (floors) and 4% (GSE) of the total bacterial population encountered about the missioncritical SAF was determined to be viable.", "char_start_section": 481, "char_end_section": 647, "char_start_global": 23214, "char_end_global": 23380}
{"sid": 86, "section_index": 11, "section_heading": "RESULTS", "text": "However, the bacterial population present in PMA-treated Bldg 144 samples was 21% (floors) and 7% (GSE) viable.", "char_start_section": 647, "char_end_section": 758, "char_start_global": 23380, "char_end_global": 23491}
{"sid": 87, "section_index": 11, "section_heading": "RESULTS", "text": "On comparative analysis, Bldg 144 floors housed a 188-fold greater viable bacterial burden than their mission-critical SAF counterparts.", "char_start_section": 758, "char_end_section": 894, "char_start_global": 23491, "char_end_global": 23627}
{"sid": 88, "section_index": 11, "section_heading": "RESULTS", "text": "Similarly, Bldg 144 GSE samples contained 25-fold more viable bacteria than their SAF GSE equivalents.", "char_start_section": 894, "char_end_section": 997, "char_start_global": 23627, "char_end_global": 23730}
{"sid": 89, "section_index": 11, "section_heading": "RESULTS", "text": "bTEFAP analysis A breakdown of the number of MOTU observed in the various samples examined over the course of this study is provided in Table 1.Overall, Bldg 144 cleanroom floor samples housed 3.6-fold more bacterial MOTU than the mission-critical SAF cleanroom floor, whereas the GSE surfaces from each of these cleanrooms yielded a roughly equivalent number of MOTU.The effect of PMA treatment was significantly higher in both SAF (97% MOTU reduction) and", "char_start_section": 997, "char_end_section": 1454, "char_start_global": 23730, "char_end_global": 24187}
{"sid": 90, "section_index": 11, "section_heading": "RESULTS", "text": "Bldg 144 (75% MOTU reduction) floor samples, which indicated the presence of a large number of dead cells or extraneous DNA on these floors.", "char_start_section": 1455, "char_end_section": 1595, "char_start_global": 24188, "char_end_global": 24328}
{"sid": 91, "section_index": 11, "section_heading": "RESULTS", "text": "A similar trend was observed in PMA-treated GSE samples from SAF (reduced from 425 to 17 MOTU) and Bldg 144 (reduced from 571 to 42 MOTU).", "char_start_section": 1595, "char_end_section": 1734, "char_start_global": 24328, "char_end_global": 24467}
{"sid": 92, "section_index": 11, "section_heading": "RESULTS", "text": "A breakdown of MOTU, at the level of bacterial phyla or class, observed in the various samples examined is detailed in Table", "char_start_section": 1734, "char_end_section": 1858, "char_start_global": 24467, "char_end_global": 24591}
{"sid": 93, "section_index": 11, "section_heading": "RESULTS", "text": "2.The mission-critical SAF floor retained MOTU affiliated with physiologically recalcitrant bacteria (Actinobacteria, Acidobacteria and Firmicutes), whereas the Bldg 144 cleanroom floor harbored predominantly proteobacterial MOTU.It was particularly apparent that a few acidobacterial types (4 MOTU) were present in great abundance (112 sequences) in the SAF floor samples.", "char_start_section": 1859, "char_end_section": 2232, "char_start_global": 24592, "char_end_global": 24965}
{"sid": 94, "section_index": 11, "section_heading": "RESULTS", "text": "However, the GSE samples exhibited no such correlation between MOTU numbers and sequence occurrence.", "char_start_section": 2232, "char_end_section": 2332, "char_start_global": 24965, "char_end_global": 25065}
{"sid": 95, "section_index": 11, "section_heading": "RESULTS", "text": "A closer examination of the pyrosequence reads resulting from the SAF cleanroom floor and GSE samples indicated a predominance of members of the genera: Acidobacteria, Actinobacteria, Arsenicicoccus, Arthrobacter, Corynebacterium, Kineococcus, Propionibacterium, Nocardioides, Streptomyces, Bacillus, Clostridium, Lactobacillus, Deinococcus and Staphylococcus.", "char_start_section": 2332, "char_end_section": 2692, "char_start_global": 25065, "char_end_global": 25425}
{"sid": 96, "section_index": 11, "section_heading": "RESULTS", "text": "Many of the sequences arising from the physiologically recalcitrant bacteria observed in cleanroom floor samples sans PMA treatment were absent or in very low number in the PMA-treated fractions of the very same sample.", "char_start_section": 2692, "char_end_section": 2912, "char_start_global": 25425, "char_end_global": 25645}
{"sid": 97, "section_index": 11, "section_heading": "RESULTS", "text": "Although equivalent surface areas were sampled from the floors and GSE of the two cleanrooms studied (9 m 2 each), the Bldg 144 samples gave rise to many more pyrosequence reads than the SAF floor samples.", "char_start_section": 2912, "char_end_section": 3117, "char_start_global": 25645, "char_end_global": 25850}
{"sid": 98, "section_index": 11, "section_heading": "RESULTS", "text": "Regardless of sample type, PMAtreated sample fractions consistently yielded considerably fewer pyrosequences than their untreated counterparts.", "char_start_section": 3117, "char_end_section": 3260, "char_start_global": 25850, "char_end_global": 25993}
{"sid": 99, "section_index": 11, "section_heading": "RESULTS", "text": "Anywhere from 14 to 2196 highquality pyrosequences (4250 bp) were obtained from samples that had been pre-treated with PMA, whereas 1783 to 15 914 high-quality pyrosequences were recovered from untreated samples.", "char_start_section": 3260, "char_end_section": 3472, "char_start_global": 25993, "char_end_global": 26205}
{"sid": 100, "section_index": 11, "section_heading": "RESULTS", "text": "Even when PMA treatment was omitted, the mission-critical SAF cleanroom floor sample (GI-36-4) yielded far fewer pyrosequences (1783 reads) than the Bldg 144 cleanroom floor sample (GI-42-1; 15 914 reads).The relative abundance of pyrosequences retrieved from the PMA-untreated cleanroom floor samples is plotted as a Venn diagram in Figure 1a.", "char_start_section": 3472, "char_end_section": 3816, "char_start_global": 26205, "char_end_global": 26549}
{"sid": 101, "section_index": 11, "section_heading": "RESULTS", "text": "Approximately 65% of the pyrosequences retrieved from these two distinct facility floor samples were detected in both cleanrooms, although this shared fraction represented only 8% of the total observed MOTU (46 out of 569; Figure 1a).The relative abundance of pyrosequences retrieved from the untreated SAF samples is plotted as a Venn diagram in Figure 1b.", "char_start_section": 3816, "char_end_section": 4173, "char_start_global": 26549, "char_end_global": 26906}
{"sid": 102, "section_index": 11, "section_heading": "RESULTS", "text": "Between the SAF floor and GSE samples, B38% of the total number of detected pyrosequence reads were shared, although this constituted a mere 7.8% of the total MOTU (43 out of 547).", "char_start_section": 4173, "char_end_section": 4353, "char_start_global": 26906, "char_end_global": 27086}
{"sid": 103, "section_index": 12, "section_heading": "PhyloChip analysis", "text": "A drastic decrease in the total number of bacterial genera was observed in all samples on pre-treatment with PMA (Table 1).After having been treated with PMA, the SAF cleanroom floor and GSE samples exhibited very simple bacterial community structure, housing very few genera (9 and 3, respectively) of Firmicute and Proteobacteria lineage.", "char_start_section": 0, "char_end_section": 340, "char_start_global": 27086, "char_end_global": 27426}
{"sid": 104, "section_index": 12, "section_heading": "PhyloChip analysis", "text": "Without PMA treatment, these very same floor and GSE samples yielded many more genera, which represented a diverse assemblage of taxa (Table 3) dominated by Actinobacteria, Firmicutes and Proteobacteria.", "char_start_section": 340, "char_end_section": 543, "char_start_global": 27426, "char_end_global": 27629}
{"sid": 105, "section_index": 12, "section_heading": "PhyloChip analysis", "text": "The Bldg 144 cleanroom floor and GSE samples also presented many more genera without PMA pre-treatment (199 and 236, respectively) than the very same samples having been treated with PMA (106 and 75).", "char_start_section": 543, "char_end_section": 744, "char_start_global": 27629, "char_end_global": 27830}
{"sid": 106, "section_index": 12, "section_heading": "PhyloChip analysis", "text": "A heatmap was generated based on the transformed hybridization intensities of detected PTU (Supplementary Figure 1).Such analysis clearly illustrates a marked decrease in the hybridization scores of all samples treated with PMA, as compared with the very same samples not treated with PMA.For instance, the SAF GSE sample (GI-36-3) exhibited very high transformed hybridization intensities for detected PTU sans PMA treatment.", "char_start_section": 744, "char_end_section": 1170, "char_start_global": 27830, "char_end_global": 28256}
{"sid": 107, "section_index": 12, "section_heading": "PhyloChip analysis", "text": "However, when treated with PMA, this very same sample showed a dramatic reduction in all resulting hybridization intensity scores, which suggested that the majority of the detected 16S rRNA genes arose from deceased members of the community.", "char_start_section": 1170, "char_end_section": 1411, "char_start_global": 28256, "char_end_global": 28497}
{"sid": 108, "section_index": 12, "section_heading": "PhyloChip analysis", "text": "In order to identify the viable members that exhibited increased hybridization intensities after PMA treatment, ratios of non-PMA-treated and PMA-treated hybridization scores were calculated for each PTU, and are presented as a heatmap (Figure 2).An observed increase in the transformed hybridization intensity of a given PTU following PMA treatment would likely stem from PCR bias in non-PMAtreated samples, where high levels of DNA originating from non-viable cells are co-amplified.", "char_start_section": 1411, "char_end_section": 1896, "char_start_global": 28497, "char_end_global": 28982}
{"sid": 109, "section_index": 12, "section_heading": "PhyloChip analysis", "text": "This amplification of template DNA arising from nonviable cell types masks the presence of smaller levels of DNA template arising from viable cells.", "char_start_section": 1896, "char_end_section": 2044, "char_start_global": 28982, "char_end_global": 29130}
{"sid": 110, "section_index": 12, "section_heading": "PhyloChip analysis", "text": "Hence, transformed hybridization intensities are elevated on removing the template DNA arising from non-viable cells from the equation (that is, PMA-treated sample fraction).The SAF cleanroom floor and GSE samples gave rise to fewer PTU with higher transformed hybridization ratios.", "char_start_section": 2044, "char_end_section": 2326, "char_start_global": 29130, "char_end_global": 29412}
{"sid": 111, "section_index": 12, "section_heading": "PhyloChip analysis", "text": "At the same time, PMA-treated Bldg 144 cleanroom samples were richer in PTU having increased transformed hybridization intensity ratios, which was indicative of a relatively greater viable population.", "char_start_section": 2326, "char_end_section": 2526, "char_start_global": 29412, "char_end_global": 29612}
{"sid": 112, "section_index": 12, "section_heading": "PhyloChip analysis", "text": "These PTU belonged to the Firmicutes, Cyanobacteria, Actinobacteria and Proteobacteria.", "char_start_section": 2526, "char_end_section": 2613, "char_start_global": 29612, "char_end_global": 29699}
{"sid": 113, "section_index": 12, "section_heading": "PhyloChip analysis", "text": "A phylogenetic tree of PhyloChip PTU grouped at the family level is provided as Supplementary Figure 2, which shows the presence of the detected families in each sample with and without PMA treatment.", "char_start_section": 2613, "char_end_section": 2813, "char_start_global": 29699, "char_end_global": 29899}
{"sid": 114, "section_index": 13, "section_heading": "Statistical analysis of microbial community profiles", "text": "The various samples examined by bTEFAP analysis consistently showed lower Shannon-Wiener diversity indices when treated with PMA compared with their corresponding non-treated samples\nBldg.", "char_start_section": 0, "char_end_section": 188, "char_start_global": 29899, "char_end_global": 30087}
{"sid": 115, "section_index": 13, "section_heading": "Statistical analysis of microbial community profiles", "text": "144 Floor", "char_start_section": 189, "char_end_section": 198, "char_start_global": 30088, "char_end_global": 30097}
{"sid": 116, "section_index": 13, "section_heading": "Statistical analysis of microbial community profiles", "text": "[15914] SAF Floor [1783] 401 [5557] 46", "char_start_section": 199, "char_end_section": 237, "char_start_global": 30098, "char_end_global": 30136}
{"sid": 117, "section_index": 13, "section_heading": "Statistical analysis of microbial community profiles", "text": "[11410] 76", "char_start_section": 238, "char_end_section": 248, "char_start_global": 30137, "char_end_global": 30147}
{"sid": 118, "section_index": 13, "section_heading": "Statistical analysis of microbial community profiles", "text": "[731] SAF GSE [4318] SAF Floor [1783] 382", "char_start_section": 249, "char_end_section": 290, "char_start_global": 30148, "char_end_global": 30189}
{"sid": 119, "section_index": 13, "section_heading": "Statistical analysis of microbial community profiles", "text": "[3159] 43", "char_start_section": 291, "char_end_section": 300, "char_start_global": 30190, "char_end_global": 30199}
{"sid": 120, "section_index": 13, "section_heading": "Statistical analysis of microbial community profiles", "text": "[2294] 79", "char_start_section": 301, "char_end_section": 310, "char_start_global": 30200, "char_end_global": 30209}
{"sid": 121, "section_index": 13, "section_heading": "Statistical analysis of microbial community profiles", "text": "[648] (Supplementary Table 1).PCoA was performed to study the environmental clustering and relatedness of community profiles derived from bTEFAP and PhyloChip analyses (Figure 3).All of the samples analyzed without PMA treatment clustered together, indicative of their relatively similar community structure, compared with their coinciding PMAtreated sample fractions.", "char_start_section": 311, "char_end_section": 679, "char_start_global": 30210, "char_end_global": 30578}
{"sid": 122, "section_index": 13, "section_heading": "Statistical analysis of microbial community profiles", "text": "The clustering observed in the PCoA plot was congruent with the dendogram clustering presented in Supplementary Figure 1, which implied a close association among all non-PMA samples.", "char_start_section": 679, "char_end_section": 861, "char_start_global": 30578, "char_end_global": 30760}
{"sid": 123, "section_index": 13, "section_heading": "Statistical analysis of microbial community profiles", "text": "Multi-response permutation procedure analysis was performed to assess the difference in community structure between PMA-treated sample fractions and non-PMA-treated sample fractions, derived by both bTEFAP and PhyloChip analysis.", "char_start_section": 861, "char_end_section": 1090, "char_start_global": 30760, "char_end_global": 30989}
{"sid": 124, "section_index": 13, "section_heading": "Statistical analysis of microbial community profiles", "text": "The null hypothesis (no difference in PMAtreated and non-PMA-treated samples) was rejected based on the significance of the delta for both bTEFAP and PhyloChip analyses (0.028 and 0.037, respectively).The chance-corrected within-group agreements were fairly low for bTEFAP sequence data (A ¼ 0.0411) but high (A ¼ 0.2605) for PhyloChip data, which reflect the observed grouping in PCoA.In addition, Adonis testing clearly showed a significant change in the detected community profiles after PMA treatment (P-value bTEFAP: 0.04, P-value PhyloChip: 0.02).Based on the multiple statistical approaches used, such as Adonis, multi-response permutation procedure, a Euclidean distance-based dendogram (Supplementary Figure 1), and ordination (PCoA) analyses (Figure 3), it was clear that PMA-treated samples and non-PMA samples were significantly dissimilar with respect to diversity in bacterial community profiles.", "char_start_section": 1090, "char_end_section": 2000, "char_start_global": 30989, "char_end_global": 31899}
{"sid": 125, "section_index": 14, "section_heading": "DISCUSSION", "text": "Over the past 25 years, sequence analysis of PCRamplified rRNA genes has become the 'gold standard' for assessing species richness in mixed microbial communities, and as a result, total resolvable microbial diversity is now estimated to be threefold greater than that based solely on cultivation (Pace, 1997).As sequences from organisms in greatest abundance are far more likely to be represented in clone libraries than those from singleton and low-abundance taxa, it is advantageous to use high-throughput technologies, such as bTEFAP and PhyloChip, which have been shown to render a far superior representation of community structure (Brodie et al., 2006;Sogin et al., 2006;DeSantis et al., 2007;La Duc et al., 2009).The application of PMA to assess the differential viability of microbial cells is increasing in popularity within the scientific community (Nocker et al., 2009;van Frankenhuyzen et al., 2011).When used to pre-treat samples, the PMA concentration applied in this study effectively precluded B90% of the total DNA template molecules from downstream manipulation, resulting in the generation of only 2827 pyrosequences, whereas 27 449 pyrosequences were obtained from the very same samples without PMA pre-treatment.", "char_start_section": 0, "char_end_section": 1233, "char_start_global": 31899, "char_end_global": 33132}
{"sid": 126, "section_index": 14, "section_heading": "DISCUSSION", "text": "With respect to diversity, all of the pyrosequences generated after PMA treatment represented a mere 171 MOTU, which corresponded to B12% of the total number of MOTU resulting from the very same samples without PMA treatment (Table 2).Furthermore, 2-to 3-logs fewer pyrosequences arose from PMA-treated than untreated mission-critical cleanroom samples (0.8% for floor; 2.1% for GSE).", "char_start_section": 1233, "char_end_section": 1618, "char_start_global": 33132, "char_end_global": 33517}
{"sid": 127, "section_index": 14, "section_heading": "DISCUSSION", "text": "The total number of MOTU observed in the operational mission-critical SAF cleanroom floor sample (122 MOTU) was considerably less than that associated with the quiescent Bldg 144 cleanroom floor (447 MOTU).Bioinformatic analyses of pyrosequence data demonstrated that both of these contaminant microbial populations comprised only Actinobacteria, Firmicutes and Proteobacteria.", "char_start_section": 1618, "char_end_section": 1995, "char_start_global": 33517, "char_end_global": 33894}
{"sid": 128, "section_index": 14, "section_heading": "DISCUSSION", "text": "The vast majority of these bacteria, if not all, were present in the SAF mission-critical cleanroom floor samples in a non-viable state.", "char_start_section": 1995, "char_end_section": 2131, "char_start_global": 33894, "char_end_global": 34030}
{"sid": 129, "section_index": 14, "section_heading": "DISCUSSION", "text": "However, about 25% of the detected MOTU (108 out of 447) were observed to be viable in the Bldg 144 facility, suggesting that certain taxa are able to withstand the desiccated and nutrient-deprived conditions of these cleanroom floors (sample #GI-42-1).Actinobacterial genera such as Kineococcus, Kocuria, Modestobacter and Propionibacterium were present in high abundance in the JPL-SAF floor samples.", "char_start_section": 2131, "char_end_section": 2533, "char_start_global": 34030, "char_end_global": 34432}
{"sid": 130, "section_index": 14, "section_heading": "DISCUSSION", "text": "In contrast, the floors of the Bldg 144 facility housed predominantly Proteobacterial genera, as Brevendimonas and Acinetobacter pyrosequences were generated in great numbers.", "char_start_section": 2533, "char_end_section": 2708, "char_start_global": 34432, "char_end_global": 34607}
{"sid": 131, "section_index": 14, "section_heading": "DISCUSSION", "text": "Previously, members of these and other closely related genera have been isolated from spacecraft assembly environments (Osman et al., 2008;La Duc et al., 2009;Ghosh et al., 2010;Vaishampayan et", "char_start_section": 2708, "char_end_section": 2901, "char_start_global": 34607, "char_end_global": 34800}
{"sid": 132, "section_index": 14, "section_heading": "DISCUSSION", "text": "al., 2012).The molecular biological detection and isolation of these robust microbial lineages from spacecraft-associated environments is of particular consequence to National Aeronautics and Space Administration (NASA) planetary protection practices, not to mention routine validation of these cleanroom facilities.", "char_start_section": 2902, "char_end_section": 3218, "char_start_global": 34801, "char_end_global": 35117}
{"sid": 133, "section_index": 14, "section_heading": "DISCUSSION", "text": "Unlike cleanroom floors, which were treated with Kleenol 30 detergent, the GSE materials housed in either cleanroom were subjected only to alcohol wiping, and yet gave rise to similar MOTU and pyrosequence occurrence, with GSE materials kept at the Bldg 144 facility marginally enriched (B1.3fold increase in pyrosequences and MOTU).From these results, it is apparent that GSE need to be subjected to more rigorous cleaning regimens, as GSE-associated richness was two to four times greater than that of the floor surfaces.", "char_start_section": 3218, "char_end_section": 3742, "char_start_global": 35117, "char_end_global": 35641}
{"sid": 134, "section_index": 14, "section_heading": "DISCUSSION", "text": "The most frequently encountered bacterial MOTU from the stringently maintained and frequently cleaned floors of the SAF cleanroom were members of the genera: Bacillus, Clostridium and Nocardia.", "char_start_section": 3742, "char_end_section": 3935, "char_start_global": 35641, "char_end_global": 35834}
{"sid": 135, "section_index": 14, "section_heading": "DISCUSSION", "text": "These bacteria are known to survive oligotrophic conditions for extended periods of time, tolerate alkaline and oxidative stress, and avoid death by ultraviolet radiation by morphing into highly resilient, dormant endospores (La Duc et al., 2007;Ghosh et al., 2010;Probst et al., 2010).Although routine cleaning and maintenance regimens limit the number of bacterial taxa capable of persisting in cleanrooms, hardy spore-forming microorganisms like Bacillus spp., Clostridium spp.and Nocardia spp.capitalize on their selective advantage and superior fitness and survive-much to the chagrin of those challenged with bioreduction and sterilization of these environments.", "char_start_section": 3935, "char_end_section": 4603, "char_start_global": 35834, "char_end_global": 36502}
{"sid": 136, "section_index": 14, "section_heading": "DISCUSSION", "text": "The presence of these organisms is detected as a result of their (a) viability, or (b) inability to be penetrated by PMA molecules while in a non-viable state.", "char_start_section": 4603, "char_end_section": 4762, "char_start_global": 36502, "char_end_global": 36661}
{"sid": 137, "section_index": 14, "section_heading": "DISCUSSION", "text": "Owing to subtle nuances inherent in the PMA-chemistry-coupled techniques described herein, endospores and non-viable cells having intact cell walls and/or outer membranes will escape PMA treatment (Nocker et al., 2009;Rawsthorne et al., 2009;Probst et al., 2012), and thus be observed as false-positive viable entities.", "char_start_section": 4762, "char_end_section": 5081, "char_start_global": 36661, "char_end_global": 36980}
{"sid": 138, "section_index": 14, "section_heading": "DISCUSSION", "text": "Similarly, sampling and sample processing steps (for example, the composition of the solution to collect and store microorganisms, method for cell concentration and PMA treatment) might affect the viability of the cells but in a recent study such adverse effect of sample handling procedures was not noticed for sea and canal water samples (Kort et al., 2010;Nocker et al., 2010).", "char_start_section": 5081, "char_end_section": 5462, "char_start_global": 36980, "char_end_global": 37361}
{"sid": 139, "section_index": 14, "section_heading": "DISCUSSION", "text": "As was observed via bTEFAP procedures, Phylo-Chip-based analyses discerned noticeable differences in the bacterial diversity profiles resulting from PMA-and non-PMA-treated samples.", "char_start_section": 5462, "char_end_section": 5643, "char_start_global": 37361, "char_end_global": 37542}
{"sid": 140, "section_index": 14, "section_heading": "DISCUSSION", "text": "One such observation was the reduction in diversity of proteobacteria detected in PMA-treated samples and prevalence of proteobacteria in samples not treated with PMA.Another consistent result was the observed prevalence of Firmicutes in the PMAtreated samples.", "char_start_section": 5643, "char_end_section": 5904, "char_start_global": 37542, "char_end_global": 37803}
{"sid": 141, "section_index": 14, "section_heading": "DISCUSSION", "text": "This suggests that Gram-positive bacteria are more tolerable of the inhospitable conditions of the cleanroom environment that their Gram-negative kin.", "char_start_section": 5904, "char_end_section": 6055, "char_start_global": 37803, "char_end_global": 37954}
{"sid": 142, "section_index": 14, "section_heading": "DISCUSSION", "text": "Numerous studies have reported varying accounts of the microbial diversity typical of spacecraftassociated cleanrooms, and what the presence of such communities might portend for life detection endeavors in extraterrestrial settings (Venkateswaran et al., 2001;La Duc et al., 2004, 2007;Moissl et al., 2007;Probst et al., 2010;Vaishampayan et al., 2010).Indeed, the introduction of contaminant microbes to extraterrestrial environments could have profound repercussions on (a) the scientific integrity of in situ and sample-return based life detection experiments, and (b) the uncompromised nature of such settings.", "char_start_section": 6055, "char_end_section": 6670, "char_start_global": 37954, "char_end_global": 38569}
{"sid": 143, "section_index": 14, "section_heading": "DISCUSSION", "text": "The worst-case scenario for life-detection experimentation would be the inadvertent transfer of viable contaminant microbiota to an otherwise pristine location of interest.", "char_start_section": 6670, "char_end_section": 6842, "char_start_global": 38569, "char_end_global": 38741}
{"sid": 144, "section_index": 14, "section_heading": "DISCUSSION", "text": "The results of this study are encouraging, as they suggest that hitherto, the breadth of diversity enveloped within the viable fraction(s) of typical spacecraft-associated microbial communities have been overestimated.", "char_start_section": 6842, "char_end_section": 7060, "char_start_global": 38741, "char_end_global": 38959}
{"sid": 145, "section_index": 14, "section_heading": "DISCUSSION", "text": "At the same time, these findings enabled the first ever statistically significant differentiation between the total and viable-only portion of microbial communities in cleanroom environments.", "char_start_section": 7060, "char_end_section": 7251, "char_start_global": 38959, "char_end_global": 39150}
{"sid": 146, "section_index": 14, "section_heading": "DISCUSSION", "text": "Significant differences were shown between these two populations using two independent profiling methods, namely bTE-FAP and PhyloChip G3.Consequently, these methodologies are an attractive means of discerning viable phylotypes in low-biomass environments.", "char_start_section": 7251, "char_end_section": 7507, "char_start_global": 39150, "char_end_global": 39406}
{"sid": 147, "section_index": 14, "section_heading": "DISCUSSION", "text": "Such a capability is of crucial importance and benefit to numerous industries (for example, healthcare, pharma, semiconductor fabrication), not least of all the NASA, whose planetary protection program is tasked with ensuring spacecraft-borne microorganisms do not result in harmful contamination of extraterrestrial environments.", "char_start_section": 7507, "char_end_section": 7837, "char_start_global": 39406, "char_end_global": 39736}
