{"sid": 0, "section_index": 0, "section_heading": "ABSTRACT", "text": "Background: Abundant populations of bacteria have been observed on Mir and the International Space Station.", "char_start_section": 0, "char_end_section": 107, "char_start_global": 0, "char_end_global": 107}
{"sid": 1, "section_index": 0, "section_heading": "ABSTRACT", "text": "While some experiments have shown that bacteria cultured during spaceflight exhibit a range of potentially troublesome characteristics, including increases in growth, antibiotic resistance and virulence, other studies have shown minimal differences when cells were cultured during spaceflight or on Earth.", "char_start_section": 107, "char_end_section": 412, "char_start_global": 107, "char_end_global": 412}
{"sid": 2, "section_index": 0, "section_heading": "ABSTRACT", "text": "Although the final cell density of bacteria grown during spaceflight has been reported for several species, we are not yet able to predict how different microorganisms will respond to the microgravity environment.", "char_start_section": 412, "char_end_section": 625, "char_start_global": 412, "char_end_global": 625}
{"sid": 3, "section_index": 0, "section_heading": "ABSTRACT", "text": "In order to build our understanding of how spaceflight affects bacterial final cell densities, additional studies are needed to determine whether the observed differences are due to varied methods, experimental conditions, or organism specific responses.", "char_start_section": 625, "char_end_section": 879, "char_start_global": 625, "char_end_global": 879}
{"sid": 4, "section_index": 0, "section_heading": "ABSTRACT", "text": "Results: Here, we have explored how phosphate concentration, carbon source, oxygen availability, and motility affect the growth of Pseudomonas aeruginosa in modified artificial urine media during spaceflight.", "char_start_section": 879, "char_end_section": 1087, "char_start_global": 879, "char_end_global": 1087}
{"sid": 5, "section_index": 0, "section_heading": "ABSTRACT", "text": "We observed that P. aeruginosa grown during spaceflight exhibited increased final cell density relative to normal gravity controls when low concentrations of phosphate in the media were combined with decreased oxygen availability.", "char_start_section": 1087, "char_end_section": 1317, "char_start_global": 1087, "char_end_global": 1317}
{"sid": 6, "section_index": 0, "section_heading": "ABSTRACT", "text": "In contrast, when the availability of either phosphate or oxygen was increased, no difference in final cell density was observed between spaceflight and normal gravity.", "char_start_section": 1317, "char_end_section": 1485, "char_start_global": 1317, "char_end_global": 1485}
{"sid": 7, "section_index": 0, "section_heading": "ABSTRACT", "text": "Because motility has been suggested to affect how microbes respond to microgravity, we compared the growth of wild-type P. aeruginosa to a ΔmotABCD mutant deficient in swimming motility.", "char_start_section": 1485, "char_end_section": 1671, "char_start_global": 1485, "char_end_global": 1671}
{"sid": 8, "section_index": 0, "section_heading": "ABSTRACT", "text": "However, the final cell densities observed with the motility mutant were consistent with those observed with wild type for all conditions tested.", "char_start_section": 1671, "char_end_section": 1816, "char_start_global": 1671, "char_end_global": 1816}
{"sid": 9, "section_index": 0, "section_heading": "ABSTRACT", "text": "Conclusions: These results indicate that differences in bacterial final cell densities observed between spaceflight and normal gravity are due to an interplay between microgravity conditions and the availability of substrates essential for growth.", "char_start_section": 1816, "char_end_section": 2063, "char_start_global": 1816, "char_end_global": 2063}
{"sid": 10, "section_index": 0, "section_heading": "ABSTRACT", "text": "Further, our results suggest that microbes grown under nutrient-limiting conditions are likely to reach higher cell densities under microgravity conditions than they would on Earth.", "char_start_section": 2063, "char_end_section": 2244, "char_start_global": 2063, "char_end_global": 2244}
{"sid": 11, "section_index": 0, "section_heading": "ABSTRACT", "text": "Considering that the majority of bacteria inhabiting spacecrafts and space stations are likely to live under nutrient limitations, our findings highlight the need to explore the impact microgravity and other aspects of the spaceflight environment have on microbial growth and physiology.", "char_start_section": 2244, "char_end_section": 2531, "char_start_global": 2244, "char_end_global": 2531}
{"sid": 12, "section_index": 1, "section_heading": "INTRODUCTION", "text": "Bacteria can sense changes in their surroundings and modulate their gene expression and physiology to adapt to a range of environmental conditions.", "char_start_section": 0, "char_end_section": 147, "char_start_global": 2531, "char_end_global": 2678}
{"sid": 13, "section_index": 1, "section_heading": "INTRODUCTION", "text": "A unique condition that bacteria encounter during spaceflight is significantly reduced gravity, known as microgravity", "char_start_section": 147, "char_end_section": 264, "char_start_global": 2678, "char_end_global": 2795}
{"sid": 14, "section_index": 1, "section_heading": "INTRODUCTION", "text": "[1,2].Many studies have shown that the microgravity environment encountered during spaceflight can alter bacterial physiology, including increased growth rate, antibiotic resistance, and virulence", "char_start_section": 265, "char_end_section": 461, "char_start_global": 2796, "char_end_global": 2992}
{"sid": 15, "section_index": 1, "section_heading": "INTRODUCTION", "text": "[3].The effects of microgravity on final cell density have been described for several bacterial species, including Escherichia coli", "char_start_section": 462, "char_end_section": 593, "char_start_global": 2993, "char_end_global": 3124}
{"sid": 16, "section_index": 1, "section_heading": "INTRODUCTION", "text": "[4][5][6][7][8][9], Bacillus subtilis", "char_start_section": 594, "char_end_section": 631, "char_start_global": 3125, "char_end_global": 3162}
{"sid": 17, "section_index": 1, "section_heading": "INTRODUCTION", "text": "[10,11], and Salmonella enterica serovar Typhimurium (hereafter referred to as Salmonella)", "char_start_section": 632, "char_end_section": 722, "char_start_global": 3163, "char_end_global": 3253}
{"sid": 18, "section_index": 1, "section_heading": "INTRODUCTION", "text": "[12,13].A number of these studies have shown increased final cell density during spaceflight, while others have not observed significant differences between spaceflight and normal gravity conditions [14].Interestingly, independent studies of the same species have also yielded differing results, where some examining E. coli during spaceflight have reported increased final cell density [5,8], and others have reported no differences relative to normal gravity controls [4,6].Some studies have been repeated on multiple shuttle missions and yielded consistent results", "char_start_section": 723, "char_end_section": 1290, "char_start_global": 3254, "char_end_global": 3821}
{"sid": 19, "section_index": 1, "section_heading": "INTRODUCTION", "text": "[13,15], suggesting that these differences are likely not due to issues with experimental design or reproducibility.", "char_start_section": 1291, "char_end_section": 1407, "char_start_global": 3822, "char_end_global": 3938}
{"sid": 20, "section_index": 1, "section_heading": "INTRODUCTION", "text": "As such, we hypothesize that these discrepancies may be attributed to differences in media and culture conditions, in addition to differences in how individual species respond to the microgravity environment.\nBenoit and Klaus have suggested that differences in motility may be responsible for some of these inconsistent observations [14].They hypothesize non-motile bacteria have an advantage under spaceflight conditions due to a lack of cell settling and the resulting increases in local nutrient availability in the well-mixed environment, while motile cells are able to move actively towards nutrients under both normal and microgravity conditions [14].Indeed, a previous spaceflight experiment, conducted by Thévenet et al., found that growth in microgravity increased the final cell density of a non-motile E. coli mutant lacking motB relative to normal gravity, while no differences were observed with the motile parent", "char_start_section": 1407, "char_end_section": 2333, "char_start_global": 3938, "char_end_global": 4864}
{"sid": 21, "section_index": 1, "section_heading": "INTRODUCTION", "text": "[9].However, further studies are needed to examine whether motility plays a universal role in affecting microbial growth in microgravity.", "char_start_section": 2334, "char_end_section": 2472, "char_start_global": 4865, "char_end_global": 5003}
{"sid": 22, "section_index": 1, "section_heading": "INTRODUCTION", "text": "Recent studies have also indicated that media conditions can modulate how microgravity affects bacterial physiology [15][16][17].Salmonella cultured in Lennox broth (LB) during spaceflight exhibited increased virulence in a murine model of infection compared to controls where Salmonella was grown on Earth.", "char_start_section": 2472, "char_end_section": 2779, "char_start_global": 5003, "char_end_global": 5310}
{"sid": 23, "section_index": 1, "section_heading": "INTRODUCTION", "text": "However, the use of M9 media or the addition of the inorganic ion components of M9 to LB was observed to mitigate the enhanced virulence of Salmonella induced during spaceflight", "char_start_section": 2779, "char_end_section": 2956, "char_start_global": 5310, "char_end_global": 5487}
{"sid": 24, "section_index": 1, "section_heading": "INTRODUCTION", "text": "[15].A set of follow-up experiments tested the individual components of M9 and showed that the addition of phosphate alone to LB could prevent the increase in acid tolerance observed when Salmonella is grown in low shear modeled microgravity (LSMMG)", "char_start_section": 2957, "char_end_section": 3206, "char_start_global": 5488, "char_end_global": 5737}
{"sid": 25, "section_index": 1, "section_heading": "INTRODUCTION", "text": "[15].", "char_start_section": 3207, "char_end_section": 3213, "char_start_global": 5738, "char_end_global": 5744}
{"sid": 26, "section_index": 1, "section_heading": "INTRODUCTION", "text": "In addition to phosphate, oxygen availability may also influence how bacteria grow and respond to the spaceflight environment.", "char_start_section": 3213, "char_end_section": 3339, "char_start_global": 5744, "char_end_global": 5870}
{"sid": 27, "section_index": 1, "section_heading": "INTRODUCTION", "text": "For example, oxygen is known to affect many aspects of the growth and physiology of Pseudomonas aeruginosa, a facultative anaerobe, including growth, motility, and biofilm formation [18][19][20].P. aeruginosa is an opportunistic human pathogen and was attributed to the spaceflight infection of an astronaut during Apollo 13", "char_start_section": 3339, "char_end_section": 3663, "char_start_global": 5870, "char_end_global": 6194}
{"sid": 28, "section_index": 1, "section_heading": "INTRODUCTION", "text": "[21,22].We recently examined biofilm formation by P. aeruginosa PA14, a virulent clinical isolate [23], and shown that differences in biofilm biomass observed between spaceflight and normal gravity can be minimized when oxygen availability is increased [24].Modeling efforts have suggested that oxygen transfer rates may be decreased under LSMMG conditions compared to normal gravity conditions [16], and a number of genes involved in anaerobic metabolism were found to be up-regulated when P. aeruginosa PAO1, a less virulent laboratory reference strain [25,26], was grown during spaceflight [17].These findings indicate that oxygen availability may influence bacterial responses to spaceflight, and highlight the interplay between changes in the environment due to the direct or indirect effects of microgravity, such as reduced oxygen transport, and changes in microbial physiology.", "char_start_section": 3664, "char_end_section": 4549, "char_start_global": 6195, "char_end_global": 7080}
{"sid": 29, "section_index": 1, "section_heading": "INTRODUCTION", "text": "However, previous studies have not examined changes in the response of planktonic cells to the spaceflight environment when oxygen availability is varied.", "char_start_section": 4549, "char_end_section": 4704, "char_start_global": 7080, "char_end_global": 7235}
{"sid": 30, "section_index": 1, "section_heading": "INTRODUCTION", "text": "The methods used to investigate microbial growth during spaceflight may also be responsible for some of the differences.", "char_start_section": 4704, "char_end_section": 4824, "char_start_global": 7235, "char_end_global": 7355}
{"sid": 31, "section_index": 1, "section_heading": "INTRODUCTION", "text": "To date, the measurement of bacterial cell density has most often been conducted after samples were returned to Earth due to constraints imposed by the nature of such spaceflight experiments", "char_start_section": 4824, "char_end_section": 5014, "char_start_global": 7355, "char_end_global": 7545}
{"sid": 32, "section_index": 1, "section_heading": "INTRODUCTION", "text": "[27].The two methods of storing planktonic samples of bacteria grown during spaceflight prior to analysis used most frequently are the addition of a fixative to the culture", "char_start_section": 5015, "char_end_section": 5187, "char_start_global": 7546, "char_end_global": 7718}
{"sid": 33, "section_index": 1, "section_heading": "INTRODUCTION", "text": "[6,9,28] and the storage of live samples at low temperatures [4,5].In the present study, we assess the use of two methods for measuring microbial cell concentrations following growth during spaceflight: plate counting of live samples and flow cytometry (FCM) of fixed samples.", "char_start_section": 5188, "char_end_section": 5464, "char_start_global": 7719, "char_end_global": 7995}
{"sid": 34, "section_index": 1, "section_heading": "INTRODUCTION", "text": "Plate counting has the advantage of allowing the measurement of viable cell numbers.", "char_start_section": 5464, "char_end_section": 5548, "char_start_global": 7995, "char_end_global": 8079}
{"sid": 35, "section_index": 1, "section_heading": "INTRODUCTION", "text": "FCM is a fast and precise method to count cells", "char_start_section": 5548, "char_end_section": 5595, "char_start_global": 8079, "char_end_global": 8126}
{"sid": 36, "section_index": 1, "section_heading": "INTRODUCTION", "text": "[29].Furthermore, this method is able to directly count hundreds of thousands of cells in a single sample, thereby facilitating the generation of statistically meaningful results.", "char_start_section": 5596, "char_end_section": 5776, "char_start_global": 8127, "char_end_global": 8307}
{"sid": 37, "section_index": 1, "section_heading": "INTRODUCTION", "text": "We have investigated the effects of phosphate concentration, carbon source, oxygen availability and swimming motility on the final cell density of P. aeruginosa PA14 grown during spaceflight.", "char_start_section": 5776, "char_end_section": 5967, "char_start_global": 8307, "char_end_global": 8498}
{"sid": 38, "section_index": 1, "section_heading": "INTRODUCTION", "text": "Here, we demonstrate that the final cell density of P. aeruginosa is increased during spaceflight when culture conditions limit the availability of substrates required for growth.", "char_start_section": 5967, "char_end_section": 6146, "char_start_global": 8498, "char_end_global": 8677}
{"sid": 39, "section_index": 1, "section_heading": "INTRODUCTION", "text": "Specifically, growth during spaceflight led to an increase in final cell density when P. aeruginosa was cultured under low phosphate and low oxygen conditions.", "char_start_section": 6146, "char_end_section": 6305, "char_start_global": 8677, "char_end_global": 8836}
{"sid": 40, "section_index": 1, "section_heading": "INTRODUCTION", "text": "Increased availability of either phosphate or oxygen was observed to minimize the effects of spaceflight on the final cell density.", "char_start_section": 6305, "char_end_section": 6436, "char_start_global": 8836, "char_end_global": 8967}
{"sid": 41, "section_index": 1, "section_heading": "INTRODUCTION", "text": "These findings indicate that effects of gravity on final cell density can be modulated by the availability of growthlimiting substrates.", "char_start_section": 6436, "char_end_section": 6572, "char_start_global": 8967, "char_end_global": 9103}
{"sid": 42, "section_index": 2, "section_heading": "Two assays of final cell density show inconsistent measurements of spaceflight and normal gravity cultures grown in specialized hardware", "text": "To examine how spaceflight affects final cell density, P. aeruginosa PA14 was grown aboard the Space Shuttle Atlantis during STS-135 in specialized hardware, known as a fluid processing apparatus (FPA).FPAs have been used extensively to culture microbes during spaceflight [8,13,15,17,24,30].As shown (Additional file 1: Figure S1), FPAs are glass barrels with a bevel on the side.", "char_start_section": 0, "char_end_section": 381, "char_start_global": 9103, "char_end_global": 9484}
{"sid": 43, "section_index": 2, "section_heading": "Two assays of final cell density show inconsistent measurements of spaceflight and normal gravity cultures grown in specialized hardware", "text": "Rubber stoppers are added to form compartments and the bevel enables mixing of the fluids from the different compartments via a plunging action.", "char_start_section": 381, "char_end_section": 525, "char_start_global": 9484, "char_end_global": 9628}
{"sid": 44, "section_index": 2, "section_heading": "Two assays of final cell density show inconsistent measurements of spaceflight and normal gravity cultures grown in specialized hardware", "text": "The first compartment was loaded with modified artificial urine media (mAUM), which was used because it provides a physiologically relevant environment for the study of bacterial growth [31,32].Understanding how microbes grow in urine aboard a spacecraft or space station may be important for minimizing the potential for both future infections and microbial-based failures of the essential water and waste purification systems.", "char_start_section": 525, "char_end_section": 953, "char_start_global": 9628, "char_end_global": 10056}
{"sid": 45, "section_index": 2, "section_heading": "Two assays of final cell density show inconsistent measurements of spaceflight and normal gravity cultures grown in specialized hardware", "text": "Further, because mAUM is a chemically defined medium, it can be easily manipulated to test effects of specific compounds on final cell density.", "char_start_section": 953, "char_end_section": 1096, "char_start_global": 10056, "char_end_global": 10199}
{"sid": 46, "section_index": 2, "section_heading": "Two assays of final cell density show inconsistent measurements of spaceflight and normal gravity cultures grown in specialized hardware", "text": "The second compartment was loaded with cells used for inoculation stored in PBS.For fixed samples, a third compartment was filled with a 9% w/v paraformaldehyde solution in PBS.", "char_start_section": 1096, "char_end_section": 1274, "char_start_global": 10199, "char_end_global": 10377}
{"sid": 47, "section_index": 2, "section_heading": "Two assays of final cell density show inconsistent measurements of spaceflight and normal gravity cultures grown in specialized hardware", "text": "Cultures were grown following the experiment timeline shown in Figure 1.Prior to inoculation, the FPAs were stored at 8°C.Following inoculation, cells were cultured at 37°C for 72 h.A subset of the cultures were fixed with paraformaldehyde immediately following the 72 h culture period and all cultures were subsequently incubated at 8°C for approximately 48 h.This 48 h period corresponds to the time required for the shuttle to return to Earth, and storage at 8°C during this period minimized additional cell growth of viable cultures and increased the stability of the fixed samples", "char_start_section": 1274, "char_end_section": 1859, "char_start_global": 10377, "char_end_global": 10962}
{"sid": 48, "section_index": 2, "section_heading": "Two assays of final cell density show inconsistent measurements of spaceflight and normal gravity cultures grown in specialized hardware", "text": "[6,33].Plate counting was conducted immediately following shuttle landing to determine the number of viable cells in the live samples.", "char_start_section": 1860, "char_end_section": 1994, "char_start_global": 10963, "char_end_global": 11097}
{"sid": 49, "section_index": 2, "section_heading": "Two assays of final cell density show inconsistent measurements of spaceflight and normal gravity cultures grown in specialized hardware", "text": "The paraformaldehyde-fixed samples were stained with DAPI and cell numbers were determined by flow cytometry (FCM).", "char_start_section": 1994, "char_end_section": 2110, "char_start_global": 11097, "char_end_global": 11213}
{"sid": 50, "section_index": 2, "section_heading": "Two assays of final cell density show inconsistent measurements of spaceflight and normal gravity cultures grown in specialized hardware", "text": "While we anticipated data from plate counting and FCM measurements of final cell concentration would yield similar results and reinforce each other, our analysis showed very different results from the two methods under a number of conditions.", "char_start_section": 2110, "char_end_section": 2352, "char_start_global": 11213, "char_end_global": 11455}
{"sid": 51, "section_index": 2, "section_heading": "Two assays of final cell density show inconsistent measurements of spaceflight and normal gravity cultures grown in specialized hardware", "text": "This discrepancy between the two methods was most pronounced when cells were cultured in mAUM containing 2 mM glucose (mAUMg).In mAUMg, FCM data indicated that growth during spaceflight led to increased cell numbers compared to normal gravity, while plate counting data showed no difference in the final cell density between spaceflight and normal gravity (Figure 2).However, when the phosphate concentration was increased from 5 to 50 mM (mAUMg-high Pi), FCM and plate counting data exhibited similar trends (Figure 2).", "char_start_section": 2352, "char_end_section": 2873, "char_start_global": 11455, "char_end_global": 11976}
{"sid": 52, "section_index": 2, "section_heading": "Two assays of final cell density show inconsistent measurements of spaceflight and normal gravity cultures grown in specialized hardware", "text": "In order to resolve the discrepancies between plate counting data and FCM data, we conducted additional ground-based experiments where we focused on the effects of storing cells at 8°C following cell growth.", "char_start_section": 2873, "char_end_section": 3080, "char_start_global": 11976, "char_end_global": 12183}
{"sid": 53, "section_index": 2, "section_heading": "Two assays of final cell density show inconsistent measurements of spaceflight and normal gravity cultures grown in specialized hardware", "text": "Postgrowth storage was targeted because bacterial storage at low temperatures is known to affect bacterial physiology and viability", "char_start_section": 3080, "char_end_section": 3211, "char_start_global": 12183, "char_end_global": 12314}
{"sid": 54, "section_index": 2, "section_heading": "Two assays of final cell density show inconsistent measurements of spaceflight and normal gravity cultures grown in specialized hardware", "text": "[34,35].Although the FCM samples were also stored at 8°C for 48 h following cell growth, we note that the paraformaldehyde fixative was added prior to lowering the incubator temperature.", "char_start_section": 3212, "char_end_section": 3398, "char_start_global": 12315, "char_end_global": 12501}
{"sid": 55, "section_index": 2, "section_heading": "Two assays of final cell density show inconsistent measurements of spaceflight and normal gravity cultures grown in specialized hardware", "text": "To test the role of post-growth storage conditions on cell viability, we compared final cell concentrations obtained when cells were plated immediately following growth, or after postgrowth storage at 48 h at 8°C.The same timeline and temperature profile from the spaceflight experiments (Figure 1) was followed.", "char_start_section": 3398, "char_end_section": 3710, "char_start_global": 12501, "char_end_global": 12813}
{"sid": 56, "section_index": 2, "section_heading": "Two assays of final cell density show inconsistent measurements of spaceflight and normal gravity cultures grown in specialized hardware", "text": "As shown in Figure 3, results from both plate counting and FCM showed that P. aeruginosa cultured in mAUMg exhibited a 7-to 9-fold decrease in cell numbers following storage at 8°C for 48 h (p < 0.01, two-way ANOVA).Our results indicate that measurements of cell numbers following storage at low temperatures post-growth may not accurately represent the amount of growth that occurred in the FPAs, and differences in final cell densities observed between spaceflight samples and ground controls may be confounded by differences in death rates.", "char_start_section": 3710, "char_end_section": 4253, "char_start_global": 12813, "char_end_global": 13356}
{"sid": 57, "section_index": 2, "section_heading": "Two assays of final cell density show inconsistent measurements of spaceflight and normal gravity cultures grown in specialized hardware", "text": "Because it is not currently feasible to plate count directly following the growth period during spaceflight, FCM measurements of cells fixed immediately following growth provide more reliable information with respect to how much biomass was formed during the growth period.", "char_start_section": 4253, "char_end_section": 4526, "char_start_global": 13356, "char_end_global": 13629}
{"sid": 58, "section_index": 2, "section_heading": "Two assays of final cell density show inconsistent measurements of spaceflight and normal gravity cultures grown in specialized hardware", "text": "Hereafter, we will describe only the results obtained by FCM of samples fixed immediately after the growth period.", "char_start_section": 4526, "char_end_section": 4641, "char_start_global": 13629, "char_end_global": 13744}
{"sid": 59, "section_index": 2, "section_heading": "Two assays of final cell density show inconsistent measurements of spaceflight and normal gravity cultures grown in specialized hardware", "text": "Phosphate availability modulates the effect of spaceflight on final cell density P. aeruginosa grown in mAUM during spaceflight exhibited a modest, but significant, 1.5-fold increase in final cell density compared to normal gravity controls (p < 0.01, one-tailed t-test) (Figure 4(a)).We also measured final cell densities in mAUM where the concentration of phosphate was increased from 5 mM, which is the concentration found in normal human urine", "char_start_section": 4641, "char_end_section": 5088, "char_start_global": 13744, "char_end_global": 14191}
{"sid": 60, "section_index": 2, "section_heading": "Two assays of final cell density show inconsistent measurements of spaceflight and normal gravity cultures grown in specialized hardware", "text": "[32], to 50 mM (mAUMhigh Pi).In the case of mAUM-high Pi, no difference in the final cell density was observed between spaceflight and normal gravity (Figure 4(a)).", "char_start_section": 5089, "char_end_section": 5254, "char_start_global": 14192, "char_end_global": 14357}
{"sid": 61, "section_index": 2, "section_heading": "Two assays of final cell density show inconsistent measurements of spaceflight and normal gravity cultures grown in specialized hardware", "text": "In addition to phosphate, we also examined the effect of carbon source on the response of P. aeruginosa to the spaceflight environment.", "char_start_section": 5254, "char_end_section": 5389, "char_start_global": 14357, "char_end_global": 14492}
{"sid": 62, "section_index": 2, "section_heading": "Two assays of final cell density show inconsistent measurements of spaceflight and normal gravity cultures grown in specialized hardware", "text": "Changing carbon source is known to affect P. aeruginosa metabolism and growth rate [36][37][38].To assess the effect of carbon source on P. aeruginosa growth during spaceflight, we substituted the 2 mM citrate found in mAUM with 2 mM glucose (mAUMg).As shown in Figure 4(a), P. aeruginosa grown in mAUMg during spaceflight showed a 4-fold increase  in final cell density compared to normal gravity controls (p < 0.05, one-tailed t-test).Similar to mAUM-high Pi, no difference between final cell densities in spaceflight and normal gravity cultures was observed when the phosphate concentration was increased to 50 mM (mAUMg-high Pi) (Figure 4(a)).These results show that while substituting citrate with glucose does not affect the final cell density of P. aeruginosa grown during spaceflight, altering phosphate concentration does affect final cell density (p < 0.01, two-way ANOVA), and that there is an interaction between the microgravity environment and phosphate concentration, as factors affecting final cell density, that is statistically significant (p < 0.05, two-way ANOVA).This finding indicates that increasing phosphate availability can minimize the effect of spaceflight on final cell density of P. aeruginosa.", "char_start_section": 5389, "char_end_section": 6613, "char_start_global": 14492, "char_end_global": 15716}
{"sid": 63, "section_index": 3, "section_heading": "Oxygen availability modulates the effect of spaceflight on final cell density", "text": "We hypothesized that the effects of spaceflight on final cell density might differ between anaerobic and aerobic conditions.", "char_start_section": 0, "char_end_section": 124, "char_start_global": 15716, "char_end_global": 15840}
{"sid": 64, "section_index": 3, "section_heading": "Oxygen availability modulates the effect of spaceflight on final cell density", "text": "To test this hypothesis, we substituted the solid inserts used in the experiments described above with gas exchange (GE) inserts that allow the movement of gases via a gas-permeable membrane.", "char_start_section": 124, "char_end_section": 315, "char_start_global": 15840, "char_end_global": 16031}
{"sid": 65, "section_index": 3, "section_heading": "Oxygen availability modulates the effect of spaceflight on final cell density", "text": "GE inserts have been used previously to increase the oxygen availability and promote aerobic growth in FPAs", "char_start_section": 315, "char_end_section": 422, "char_start_global": 16031, "char_end_global": 16138}
{"sid": 66, "section_index": 3, "section_heading": "Oxygen availability modulates the effect of spaceflight on final cell density", "text": "[13,15,17,39].Unlike cultures grown with solid inserts (Figure 4(a)), P. aeruginosa cultured in mAUM with GE inserts showed no difference in final cell density between normal gravity and spaceflight regardless of phosphate concentration (Figure 4(b)).Similar results were obtained for samples with GE inserts cultured in mAUMg and either 5 or 50 mM phosphate (Figure 4(b)).These results indicate that, similar to phosphate, increased oxygen availability can reduce the effects of spaceflight on final cell density.", "char_start_section": 423, "char_end_section": 937, "char_start_global": 16139, "char_end_global": 16653}
{"sid": 67, "section_index": 4, "section_heading": "Role of swimming motility on spaceflight final cell density", "text": "We also examined the effects of spaceflight on a motility mutant, ΔmotABCD, which lacks the motor proteins required for flagella-mediated swimming [40].In mAUMg, ΔmotABCD cultured during spaceflight showed a 3-fold increase in final cell density compared to its normal gravity counterpart (p < 0.05, one-tailed t-test), while in mAUMg-high Pi there was no difference in final cell density (Figure 4(a)).We also cultured ΔmotABCD with GE inserts and observed no difference in the final cell density between spaceflight and normal gravity controls, regardless of phosphate availability (Figure 4(b)).Overall, we did not observe any significant differences between the final cell density of wild-type P. aeruginosa and the non-motile mutant under any of our experimental conditions (p > 0.05, three-way ANOVA; factors: gravity, phosphate, motility).", "char_start_section": 0, "char_end_section": 846, "char_start_global": 16653, "char_end_global": 17499}
{"sid": 68, "section_index": 5, "section_heading": "Microscopy of planktonic cells does not show aggregation of P. aeruginosa PA14", "text": "Increases in aggregation and clumping of planktonic cells have been observed for Salmonella grown during spaceflight", "char_start_section": 0, "char_end_section": 116, "char_start_global": 17499, "char_end_global": 17615}
{"sid": 69, "section_index": 5, "section_heading": "Microscopy of planktonic cells does not show aggregation of P. aeruginosa PA14", "text": "[13] and P. aeruginosa PAO1 grown in LSMMG [41].To assess whether spaceflight conditions induced cellular aggregation in our spaceflight experiments, we observed the fixed P. aeruginosa PA14 planktonic cells by differential interference contrast (DIC) microscopy.", "char_start_section": 117, "char_end_section": 380, "char_start_global": 17616, "char_end_global": 17879}
{"sid": 70, "section_index": 5, "section_heading": "Microscopy of planktonic cells does not show aggregation of P. aeruginosa PA14", "text": "Interestingly, no clumps or aggregates with more than ~3 cells were observed following growth in mAUM with 5 or 50 mM phosphate during spaceflight or on Earth (Figure 5), or under any of the other media conditions tested (data not shown).", "char_start_section": 380, "char_end_section": 618, "char_start_global": 17879, "char_end_global": 18117}
{"sid": 71, "section_index": 6, "section_heading": "DISCUSSION", "text": "We have shown that, within the constraints of our spaceflight experiments, FCM of fixed cells provides more reliable measurements of final cell numbers of planktonic cells grown in FPAs during spaceflight and on Earth.", "char_start_section": 0, "char_end_section": 218, "char_start_global": 18117, "char_end_global": 18335}
{"sid": 72, "section_index": 6, "section_heading": "DISCUSSION", "text": "Although fixing the cells prevents one from distinguishing between live and dead populations, the effects of post-growth storage at 8°C on cell viability indicate that the viability of cells during post-growth storage should be assessed on Earth prior to spaceflight studies, and suggest that the use of viable cell measurements should be avoided when possible.", "char_start_section": 218, "char_end_section": 579, "char_start_global": 18335, "char_end_global": 18696}
{"sid": 73, "section_index": 6, "section_heading": "DISCUSSION", "text": "Further, a recent study has shown that changes in growth rate that occur when Micrococcus luteus is cultured in simulated microgravity conditions can be lost within 7 h of exposure to normal gravity", "char_start_section": 579, "char_end_section": 777, "char_start_global": 18696, "char_end_global": 18894}
{"sid": 74, "section_index": 6, "section_heading": "DISCUSSION", "text": "[42].Changes in resistance to oxidative stress were similarly lost within 2 h after Staphylococcus aureus cells were removed from LSMMG conditions", "char_start_section": 778, "char_end_section": 924, "char_start_global": 18895, "char_end_global": 19041}
{"sid": 75, "section_index": 6, "section_heading": "DISCUSSION", "text": "[43].Of course, for certain spaceflight studies, such as those assessing changes in virulence or antibiotic resistance, the use of viable cells is essential.", "char_start_section": 925, "char_end_section": 1082, "char_start_global": 19042, "char_end_global": 19199}
{"sid": 76, "section_index": 6, "section_heading": "DISCUSSION", "text": "Interestingly, the observation that Salmonella virulence is increased following growth during spaceflight", "char_start_section": 1082, "char_end_section": 1187, "char_start_global": 19199, "char_end_global": 19304}
{"sid": 77, "section_index": 6, "section_heading": "DISCUSSION", "text": "[13], which has been confirmed by both additional spaceflight and simulated microgravity experiments", "char_start_section": 1188, "char_end_section": 1288, "char_start_global": 19305, "char_end_global": 19405}
{"sid": 78, "section_index": 6, "section_heading": "DISCUSSION", "text": "[15], indicates that at least some of the physiological changes that occur during spaceflight are maintained when the samples are returned to Earth and assayed or used immediately.", "char_start_section": 1289, "char_end_section": 1469, "char_start_global": 19406, "char_end_global": 19586}
{"sid": 79, "section_index": 6, "section_heading": "DISCUSSION", "text": "In the Salmonella virulence studies, Wilson and co-workers stored cells in fresh media at ambient temperature following growth during spaceflight [13,15].In our experiments we did not use this approach in order to avoid increases in cell number due to the additional media.", "char_start_section": 1469, "char_end_section": 1742, "char_start_global": 19586, "char_end_global": 19859}
{"sid": 80, "section_index": 6, "section_heading": "DISCUSSION", "text": "Together these results highlight the careful, nuanced approach that must be taken in order to conduct spaceflight experiments that provide results that truly reflect how the cells grow and adapt to the spaceflight environment.", "char_start_section": 1742, "char_end_section": 1969, "char_start_global": 19859, "char_end_global": 20086}
{"sid": 81, "section_index": 6, "section_heading": "DISCUSSION", "text": "We have systematically studied the effects of spaceflight on the final cell density of P. aeruginosa, assessing factors known to affect bacterial growth such as phosphate and oxygen availability, carbon source and motility.", "char_start_section": 1969, "char_end_section": 2192, "char_start_global": 20086, "char_end_global": 20309}
{"sid": 82, "section_index": 6, "section_heading": "DISCUSSION", "text": "We have demonstrated that differences between final cell density of P. aeruginosa cultured during spaceflight and on Earth are dependent on nutrient and oxygen availability.", "char_start_section": 2192, "char_end_section": 2365, "char_start_global": 20309, "char_end_global": 20482}
{"sid": 83, "section_index": 6, "section_heading": "DISCUSSION", "text": "Specifically, spaceflight increased the final cell density of P. aeruginosa when it was grown with low phosphate and low oxygen availability.", "char_start_section": 2365, "char_end_section": 2506, "char_start_global": 20482, "char_end_global": 20623}
{"sid": 84, "section_index": 6, "section_heading": "DISCUSSION", "text": "When either phosphate or oxygen availability was increased, no difference between normal gravity and spaceflight was observed.", "char_start_section": 2506, "char_end_section": 2633, "char_start_global": 20623, "char_end_global": 20750}
{"sid": 85, "section_index": 6, "section_heading": "DISCUSSION", "text": "Similar to previous observations that increasing phosphate concentration or supplementing media with the inorganic ion components of M9 media, which includes phosphate, can minimize the effects of spaceflight or LSMMG on virulence and acid tolerance of Salmonella", "char_start_section": 2633, "char_end_section": 2896, "char_start_global": 20750, "char_end_global": 21013}
{"sid": 86, "section_index": 6, "section_heading": "DISCUSSION", "text": "[15], we observed that increasing the phosphate concentration from 5 to 50 mM in the artificial urine media minimized the differences between spaceflight and normal gravity final cell densities of P. aeruginosa.", "char_start_section": 2897, "char_end_section": 3108, "char_start_global": 21014, "char_end_global": 21225}
{"sid": 87, "section_index": 6, "section_heading": "DISCUSSION", "text": "Berry et al., have also shown that phosphate uptake by Saccharomyces cerevisiae increased when cultured during spaceflight", "char_start_section": 3108, "char_end_section": 3230, "char_start_global": 21225, "char_end_global": 21347}
{"sid": 88, "section_index": 6, "section_heading": "DISCUSSION", "text": "[44].Taken together, these findings may indicate that phosphate plays a key role in microbial responses to spaceflight conditions.", "char_start_section": 3231, "char_end_section": 3361, "char_start_global": 21348, "char_end_global": 21478}
{"sid": 89, "section_index": 6, "section_heading": "DISCUSSION", "text": "However, additional studies are needed to determine whether phosphate is acting simply as a growthlimiting nutrient, or if the effect is more specific.", "char_start_section": 3361, "char_end_section": 3512, "char_start_global": 21478, "char_end_global": 21629}
{"sid": 90, "section_index": 6, "section_heading": "DISCUSSION", "text": "While cells grown with 5 mM phosphate are not likely to be starved for this essential nutrient, increasing phosphate concentration has been shown to increase the growth rate of P. aeruginosa [45].We also observed that using GE inserts minimized differences between final cell concentrations following growth under normal and microgravity.", "char_start_section": 3512, "char_end_section": 3850, "char_start_global": 21629, "char_end_global": 21967}
{"sid": 91, "section_index": 6, "section_heading": "DISCUSSION", "text": "Similarly, Wilson et al., did not observe any difference in final cell concentration between spaceflight and normal gravity when Salmonella was cultured in FPAs with GE inserts, as measured by FCM", "char_start_section": 3850, "char_end_section": 4046, "char_start_global": 21967, "char_end_global": 22163}
{"sid": 92, "section_index": 6, "section_heading": "DISCUSSION", "text": "[13,15,17].While we observed that the use of GE inserts was advantageous for bacteria grown in normal gravity, no additional increases were observed for spaceflight cultures when the solid inserts were replaced with the GE inserts.", "char_start_section": 4047, "char_end_section": 4278, "char_start_global": 22164, "char_end_global": 22395}
{"sid": 93, "section_index": 6, "section_heading": "DISCUSSION", "text": "This may be attributed to a lower oxygen transfer rate in microgravity, as described previously for LSMMG [16].Indeed, studies of P. aeruginosa PAO1 gene expression have indicated that growth in FPAs is likely microaerophilic or anaerobic even with the GE inserts and that differences in oxygen gradients within the FPAs likely exist between normal gravity and spaceflight conditions [17].We have recently observed that the use of GE inserts also minimized differences in P. aeruginosa PA14 biofilm growth between normal and spaceflight conditions [24].In that case, we did see increases in biofilm biomass in spaceflight samples with GE inserts.", "char_start_section": 4278, "char_end_section": 4924, "char_start_global": 22395, "char_end_global": 23041}
{"sid": 94, "section_index": 6, "section_heading": "DISCUSSION", "text": "However, the proximity of the biofilm substrate to the GE inserts ensured that any additional oxygen was delivered directly to the growing biofilm cells.", "char_start_section": 4924, "char_end_section": 5077, "char_start_global": 23041, "char_end_global": 23194}
{"sid": 95, "section_index": 6, "section_heading": "DISCUSSION", "text": "Overall, these findings highlight the role that environmental conditions and nutrient availability have on modulating how microbes respond to the spaceflight environment.", "char_start_section": 5077, "char_end_section": 5248, "char_start_global": 23194, "char_end_global": 23365}
{"sid": 96, "section_index": 6, "section_heading": "DISCUSSION", "text": "While motile bacteria have been predicted to be less affected by the indirect effects of gravity on Earth, such as cell settling, due to their ability to self-propel [14], we did not observe any difference between the final cell densities of motile and non-motile P. aeruginosa.", "char_start_section": 5248, "char_end_section": 5526, "char_start_global": 23365, "char_end_global": 23643}
{"sid": 97, "section_index": 6, "section_heading": "DISCUSSION", "text": "This is likely due to the fact that even motile P. aeruginosa do not swim constantly.", "char_start_section": 5526, "char_end_section": 5611, "char_start_global": 23643, "char_end_global": 23728}
{"sid": 98, "section_index": 6, "section_heading": "DISCUSSION", "text": "Indeed, bacterial motility has been shown to vary during growth [46], where the proportion of cells actively swimming decrease as bacteria approach stationary phase [47].As such, the difference between our results and earlier experiments with E. coli", "char_start_section": 5611, "char_end_section": 5861, "char_start_global": 23728, "char_end_global": 23978}
{"sid": 99, "section_index": 6, "section_heading": "DISCUSSION", "text": "[9] may be attributed to differences in the regulation of swimming motility between the two organisms under the conditions tested.", "char_start_section": 5862, "char_end_section": 5992, "char_start_global": 23979, "char_end_global": 24109}
{"sid": 100, "section_index": 6, "section_heading": "DISCUSSION", "text": "Together, this suggests that while a constantly swimming population of cells may mitigate the role of gravity, the regulation of motility can lead even cells that are capable of swimming motility to be affected by gravity and to exploit the advantages of the microgravity environment.", "char_start_section": 5992, "char_end_section": 6277, "char_start_global": 24109, "char_end_global": 24394}
{"sid": 101, "section_index": 6, "section_heading": "DISCUSSION", "text": "Unlike P. aeruginosa PAO1 cultured under LSMMG, P. aeruginosa PA14 cultured during spaceflight did not form cellular aggregates in planktonic cultures.", "char_start_section": 6277, "char_end_section": 6428, "char_start_global": 24394, "char_end_global": 24545}
{"sid": 102, "section_index": 6, "section_heading": "DISCUSSION", "text": "This observation is likely due to differences in the extracellular polymeric substances (EPS) that are responsible for cellular aggregation [48].Production of EPS in P. aeruginosa is known to be modulated by various environmental factors, including shear stress [49].The difference between the LSMMG results and our spaceflight results may be due to the fact that the spaceflight environment has far lower shear than LSMMG", "char_start_section": 6428, "char_end_section": 6850, "char_start_global": 24545, "char_end_global": 24967}
{"sid": 103, "section_index": 6, "section_heading": "DISCUSSION", "text": "[17].It may also be due to differences in EPS composition between P. aeruginosa PAO1 and PA14, where P. aeruginosa PA14 has Pel as a primary polysaccharide, P. aeruginosa PAO1 has Psl", "char_start_section": 6851, "char_end_section": 7034, "char_start_global": 24968, "char_end_global": 25151}
{"sid": 104, "section_index": 6, "section_heading": "DISCUSSION", "text": "[50].Because similar aggregation has been observed with Salmonella grown during spaceflight", "char_start_section": 7035, "char_end_section": 7126, "char_start_global": 25152, "char_end_global": 25243}
{"sid": 105, "section_index": 6, "section_heading": "DISCUSSION", "text": "[13] and S. aureus grown in LSMMG", "char_start_section": 7127, "char_end_section": 7160, "char_start_global": 25244, "char_end_global": 25277}
{"sid": 106, "section_index": 6, "section_heading": "DISCUSSION", "text": "[43], further studies of how shear, nutrient availability and genetics affect this behavior may provide additional insights into how different microbes respond to the spaceflight environment.", "char_start_section": 7161, "char_end_section": 7352, "char_start_global": 25278, "char_end_global": 25469}
{"sid": 107, "section_index": 7, "section_heading": "CONCLUSION", "text": "Our findings indicate that differences in P. aeruginosa final cell densities observed between spaceflight and normal gravity are due to an interplay between changes in mixing and transport that occur under microgravity conditions and the availability of substrates essential for growth.", "char_start_section": 0, "char_end_section": 286, "char_start_global": 25469, "char_end_global": 25755}
{"sid": 108, "section_index": 7, "section_heading": "CONCLUSION", "text": "These results may improve our ability to predict how different microbes will respond to microgravity and how combinations of environmental and genetic factors affect important behaviors, such as growth and virulence, both during spaceflight and on Earth.", "char_start_section": 286, "char_end_section": 540, "char_start_global": 25755, "char_end_global": 26009}
{"sid": 109, "section_index": 7, "section_heading": "CONCLUSION", "text": "Here, we have shown that the microgravity environment encountered during spaceflight appears to allow cells to grow better with limited resources when compared to similar conditions on Earth.", "char_start_section": 540, "char_end_section": 731, "char_start_global": 26009, "char_end_global": 26200}
{"sid": 110, "section_index": 7, "section_heading": "CONCLUSION", "text": "Considering the majority of bacteria, including those that are found on spacecrafts and space stations, live in nutrient-limited environments, this finding highlights the need for ongoing studies of how these effects may affect crew health during long-term spaceflight.", "char_start_section": 731, "char_end_section": 1000, "char_start_global": 26200, "char_end_global": 26469}
{"sid": 111, "section_index": 8, "section_heading": "Bacterial strains and culture media", "text": "Pseudomonas aeruginosa PA14", "char_start_section": 0, "char_end_section": 27, "char_start_global": 26469, "char_end_global": 26496}
{"sid": 112, "section_index": 8, "section_heading": "Bacterial strains and culture media", "text": "[23] and its isogenic motility mutant, ΔmotABCD [40], were used for the current experiment.", "char_start_section": 28, "char_end_section": 119, "char_start_global": 26497, "char_end_global": 26588}
{"sid": 113, "section_index": 8, "section_heading": "Bacterial strains and culture media", "text": "All strains were grown overnight at 37°C with shaking at 225 rpm in nutrient broth (NB) (Difco BD).To prepare inocula, cultures were washed and resuspended in phosphate buffered saline (PBS) to a final concentration of ~6 x 10 6 CFU/mL.The modified artificial urine medium (mAUM) used in the present study is based on the medium previously described by Brooks et al., [31].To ensure reproducibility in media composition, RPMI 1640 amino acid solution (50x; Sigma, cat #: R7131) and L-glutamine solution (200 mM; Sigma, cat #: G7513) were substituted for peptone and yeast extract.", "char_start_section": 119, "char_end_section": 699, "char_start_global": 26588, "char_end_global": 27168}
{"sid": 114, "section_index": 8, "section_heading": "Bacterial strains and culture media", "text": "The concentration of calcium chloride dihydrate was lowered from 2.5 mM to 0.25 mM to minimize precipitation during storage at 8°C.Sodium nitrate, 6 mM, was added to serve as a terminal electron acceptor and enable some growth under oxygen limiting conditions.", "char_start_section": 699, "char_end_section": 959, "char_start_global": 27168, "char_end_global": 27428}
{"sid": 115, "section_index": 8, "section_heading": "Bacterial strains and culture media", "text": "Higher concentrations of sodium nitrate were avoided to minimize any effects on aerobic growth and limit the accumulation of nitrite, which can inhibit cell growth.", "char_start_section": 959, "char_end_section": 1123, "char_start_global": 27428, "char_end_global": 27592}
{"sid": 116, "section_index": 8, "section_heading": "Bacterial strains and culture media", "text": "To test the effects of carbon source, 2 mM citric acid was substituted by 2 mM glucose (mAUMg).To assess the role of phosphate availability, we used either 5 mM or 50 mM phosphate, where mAUM and mAUMg include 5 mM phosphate and mAUM-high Pi and mAUMg-high Pi contain 50 mM phosphate.", "char_start_section": 1123, "char_end_section": 1407, "char_start_global": 27592, "char_end_global": 27876}
{"sid": 117, "section_index": 8, "section_heading": "Bacterial strains and culture media", "text": "The pH of all media was adjusted to 7.0.", "char_start_section": 1407, "char_end_section": 1447, "char_start_global": 27876, "char_end_global": 27916}
{"sid": 118, "section_index": 9, "section_heading": "Spaceflight and ground control cultures", "text": "Spaceflight and ground control cultures of P. aeruginosa were prepared and grown in a fluid processing apparatus (FPA) as described previously", "char_start_section": 0, "char_end_section": 142, "char_start_global": 27916, "char_end_global": 28058}
{"sid": 119, "section_index": 9, "section_heading": "Spaceflight and ground control cultures", "text": "[24].To load the FPA, a 13-mm diameter mixed cellulose ester membrane disc (Millipore) was first attached to a solid or a gas exchange (GE) insert with autoclavable double-sided tape (3 M).Next, 2.5 mL of media and 0.5 mL of inoculum were sequentially loaded into two compartments separated by a rubber stopper.", "char_start_section": 143, "char_end_section": 454, "char_start_global": 28059, "char_end_global": 28370}
{"sid": 120, "section_index": 9, "section_heading": "Spaceflight and ground control cultures", "text": "Due to constraints imposed by the dimensions of the bevel, approximately 0.6 mL of air remained in the compartment containing the media after loading.", "char_start_section": 454, "char_end_section": 604, "char_start_global": 28370, "char_end_global": 28520}
{"sid": 121, "section_index": 9, "section_heading": "Spaceflight and ground control cultures", "text": "A third compartment, for FCM samples only, was filled with 2.4 mL of 9% w/v paraformaldehyde in PBS.Three biological replicates were prepared for each experimental condition.", "char_start_section": 604, "char_end_section": 778, "char_start_global": 28520, "char_end_global": 28694}
{"sid": 122, "section_index": 9, "section_heading": "Spaceflight and ground control cultures", "text": "Eight FPAs were loaded into a single group activation pack (GAP), which enables simultaneous plunging of the rubber stoppers in each FPA, and were incubated in a Commercial Generic Bioprocessing Apparatus (CGBA) as described previously", "char_start_section": 778, "char_end_section": 1013, "char_start_global": 28694, "char_end_global": 28929}
{"sid": 123, "section_index": 9, "section_heading": "Spaceflight and ground control cultures", "text": "[30].Cultures were grown following the experiment timeline shown in Figure 1.Before shuttle launch, all FPAs were loaded and stored at ambient temperature for at least 48 h to check for contamination.", "char_start_section": 1014, "char_end_section": 1214, "char_start_global": 28930, "char_end_global": 29130}
{"sid": 124, "section_index": 9, "section_heading": "Spaceflight and ground control cultures", "text": "Samples were subsequently stored at 8°C (L-1) until activation.", "char_start_section": 1214, "char_end_section": 1277, "char_start_global": 29130, "char_end_global": 29193}
{"sid": 125, "section_index": 9, "section_heading": "Spaceflight and ground control cultures", "text": "Five days before shuttle landing, the media and inoculum were combined and incubated at 37°C for 72 h (activation).Two days before shuttle landing, the temperature was decreased to 8°C and the FCM samples were fixed with paraformaldehyde (termination).Samples were obtained approximately 6 h after shuttle landing and processed immediately.", "char_start_section": 1277, "char_end_section": 1617, "char_start_global": 29193, "char_end_global": 29533}
{"sid": 126, "section_index": 9, "section_heading": "Spaceflight and ground control cultures", "text": "Ground controls were conducted at Kennedy Space Center in parallel with spaceflight samples.", "char_start_section": 1617, "char_end_section": 1709, "char_start_global": 29533, "char_end_global": 29625}
{"sid": 127, "section_index": 9, "section_heading": "Spaceflight and ground control cultures", "text": "The attached membranes were separated from the liquid phase, planktonic fractions.", "char_start_section": 1709, "char_end_section": 1791, "char_start_global": 29625, "char_end_global": 29707}
{"sid": 128, "section_index": 9, "section_heading": "Spaceflight and ground control cultures", "text": "Characterization and analysis of biofilm growth on the membranes have been reported separately", "char_start_section": 1791, "char_end_section": 1885, "char_start_global": 29707, "char_end_global": 29801}
{"sid": 129, "section_index": 9, "section_heading": "Spaceflight and ground control cultures", "text": "[24].", "char_start_section": 1886, "char_end_section": 1891, "char_start_global": 29802, "char_end_global": 29807}
{"sid": 130, "section_index": 10, "section_heading": "Plate counting", "text": "One mL of the planktonic fraction was sonicated in an ultrasonic bath (Branson 2510) for 8 min to disperse any clumps of cells.", "char_start_section": 0, "char_end_section": 127, "char_start_global": 29807, "char_end_global": 29934}
{"sid": 131, "section_index": 10, "section_heading": "Plate counting", "text": "The planktonic fraction was serially diluted with PBS.Samples were spot-plated on NB agar and incubated at 37°C for 18 h prior to counting.", "char_start_section": 127, "char_end_section": 266, "char_start_global": 29934, "char_end_global": 30073}
{"sid": 132, "section_index": 11, "section_heading": "Sample preparation and flow cytometric analysis", "text": "Bacterial cells fixed with paraformaldehyde were washed with PBS and stained with 4′,6-diamidino-2-phenylindole (DAPI; Life Technologies) for 2 h at room temperature according to the manufacturer's instructions.", "char_start_section": 0, "char_end_section": 211, "char_start_global": 30073, "char_end_global": 30284}
{"sid": 133, "section_index": 11, "section_heading": "Sample preparation and flow cytometric analysis", "text": "Stained samples were diluted to approximately 5 x 10 5 -9 x 10 6 CFU/ mL with PBS.Cell numbers were measured using a FAC-SAria flow cytometer (BD Biosciences) equipped with a 407 nm laser.", "char_start_section": 211, "char_end_section": 399, "char_start_global": 30284, "char_end_global": 30472}
{"sid": 134, "section_index": 11, "section_heading": "Sample preparation and flow cytometric analysis", "text": "To calculate the concentration of cells from FCM recorded events, liquid counting beads (BD Biosciences) were used following the manufacturer's instruction.", "char_start_section": 399, "char_end_section": 555, "char_start_global": 30472, "char_end_global": 30628}
{"sid": 135, "section_index": 11, "section_heading": "Sample preparation and flow cytometric analysis", "text": "Briefly, 50 μL of the liquid counting beads was added to 1 mL of each diluted sample.", "char_start_section": 555, "char_end_section": 640, "char_start_global": 30628, "char_end_global": 30713}
{"sid": 136, "section_index": 11, "section_heading": "Sample preparation and flow cytometric analysis", "text": "The beads were detected by FCM in a separate region that does not overlap with the cells.", "char_start_section": 640, "char_end_section": 729, "char_start_global": 30713, "char_end_global": 30802}
{"sid": 137, "section_index": 11, "section_heading": "Sample preparation and flow cytometric analysis", "text": "The number of events in the cell region was recorded until one thousand events in the bead region were detected.", "char_start_section": 729, "char_end_section": 841, "char_start_global": 30802, "char_end_global": 30914}
{"sid": 138, "section_index": 11, "section_heading": "Sample preparation and flow cytometric analysis", "text": "The concentration of cells in each sample was calculated using the following equation.", "char_start_section": 841, "char_end_section": 927, "char_start_global": 30914, "char_end_global": 31000}
{"sid": 139, "section_index": 12, "section_heading": "Conc: of cells ¼", "text": "# of events in cell region # of events in bead region x", "char_start_section": 0, "char_end_section": 55, "char_start_global": 31000, "char_end_global": 31055}
{"sid": 140, "section_index": 12, "section_heading": "Conc: of cells ¼", "text": "# of beads= test test volume x dilution factor", "char_start_section": 56, "char_end_section": 102, "char_start_global": 31056, "char_end_global": 31102}
{"sid": 141, "section_index": 13, "section_heading": "Effects of post-growth storage on viable cell counts and FCM data", "text": "The experiments were performed using FPAs following the same timeline and temperature profile as described in Figure 1.FPAs were incubated at 37°C for 72 h.Samples were either processed immediately or stored at 8°C for 48 h.To process samples, 1 mL of culture was enumerated by plate counting and a second 1 mL fraction was fixed with paraformaldehyde and enumerated by FCM.", "char_start_section": 0, "char_end_section": 374, "char_start_global": 31102, "char_end_global": 31476}
{"sid": 142, "section_index": 14, "section_heading": "Light microscopy", "text": "For differential interference contrast (DIC) microscopy, P. aeruginosa stains fixed with paraformaldehyde after experimental termination.", "char_start_section": 0, "char_end_section": 137, "char_start_global": 31476, "char_end_global": 31613}
{"sid": 143, "section_index": 14, "section_heading": "Light microscopy", "text": "The fixed P. aeruginosa stains were observed using Olympus IX-81 inverted microscope equipped with DIC optics, 60x/1.35oil Zeiss.", "char_start_section": 137, "char_end_section": 266, "char_start_global": 31613, "char_end_global": 31742}
{"sid": 144, "section_index": 15, "section_heading": "Statistical analysis and numerical interpretation", "text": "All data were represented as mean ± standard deviation (S.D.) of three biological replicates.", "char_start_section": 0, "char_end_section": 93, "char_start_global": 31742, "char_end_global": 31835}
{"sid": 145, "section_index": 15, "section_heading": "Statistical analysis and numerical interpretation", "text": "Statistical comparison of the number of cells between normal gravity and spaceflight for each different condition was conducted using a one-tailed Student's t-test.", "char_start_section": 93, "char_end_section": 257, "char_start_global": 31835, "char_end_global": 31999}
{"sid": 146, "section_index": 15, "section_heading": "Statistical analysis and numerical interpretation", "text": "When assessing combinations of two factors (post-growth storage and the microgravity environment, or phosphate concentration in media and microgravity) or three factors (motility, phosphate concentration in media, and microgravity), the effects of each factor and their interaction were assessed by two or three-way ANOVA with post-hoc Tukey tests using PASW Statistics18 (SPSS Inc.).Statistical significance was defined as p < 0.05.", "char_start_section": 257, "char_end_section": 690, "char_start_global": 31999, "char_end_global": 32432}
